{
  "nav.home": "Home",
  "nav.quran": "Quran",
  "nav.hadith": "Hadith",
  "nav.dhikr": "Dhikr",
  "nav.sunnah": "Sunnah",
  "nav.prayer": "Prayer",
  "nav.settings": "Settings",
  "nav.tracker": "Tracker",
  "nav.habits": "Habits",
  "nav.adhkar": "Adhkar",
  "prayer.title": "About Prayer",
  "prayer.fajr": "Fajr",
  "prayer.sunrise": "Sunrise",
  "prayer.dhuhr": "Dhuhr",
  "prayer.asr": "Asr",
  "prayer.maghrib": "Maghrib",
  "prayer.isha": "Isha",
  "prayer.until": "until",
  "prayer.well_done": "Well done",
  "prayer.left": "left",
  "theme.light": "Light Theme",
  "theme.dark": "Dark Theme",
  "theme.system": "System",
  "common.loading": "Loading...",
  "common.error": "An error occurred",
  "common.save": "Save",
  "common.back": "Back",
  "dashboard.sections": "Sections",
  "dashboard.quran_desc": "Read with translation",
  "dashboard.hadith_desc": "200 hadiths",
  "dashboard.dhikr_desc": "Remembrance of Allah",
  "dashboard.sunnah_desc": "Daily sunnahs",
  "dashboard.adhkar_desc": "Morning and evening",
  "dashboard.prayer_desc": "Prayer times",
  "dhikr.goal": "Goal",
  "dhikr.reset": "Reset",
  "quran.surahs": "Surahs",
  "quran.search": "Search surah...",
  "quran.verses": "Verses",
  "quran.script_simple": "Simple Script",
  "quran.script_uthmani": "Uthmani (Madinah)",
  "quran.script_indopak": "Indo-Pak",
  "quran.page_number": "Page {number}",
  "quran.select_reciter": "Select Reciter",
  "quran.loading_audio": "Loading audio...",
  "quran.next_page": "Next",
  "quran.prev_page": "Previous",
  "quran.page_short": "Pg",
  "quran.error_loading_surahs": "Error loading surahs",
  "quran.check_connection": "Please check your internet connection.",
  "quran.mushaf_desc": "Mushaf. Select a surah to read.",
  "quran.translation_mode": "Translation Mode",
  "quran.short_page_label": "Pg. {number}",
  "quran.back_to_mushaf": "Back to Mushaf",
  "quran.translation_desc": "Holy Quran. Translation reading mode.",
  "dhikr.title": "Dhikr",
  "dhikr.subtitle": "Calming of hearts",
  "hadith.daily": "Hadith of the Day",
  "hadith.daily_desc": "Wisdom of the Prophet ﷺ for every day",
  "hadith.copied": "Hadith copied!",
  "hadith.today": "Today",
  "hadith.next": "Next",
  "hadith.share_title": "Hadith of the Day — SIRAT",
  "hadith.quran_quote": "\"Nor does he speak from [his own] inclination. It is not but a revelation revealed.\" (53:3-4)",
  "hadith.count_label": "hadiths",
  "footer.description": "Spiritual growth tracker. Track your prayers, read Quran, and build useful habits.",
  "footer.nav_title": "Navigation",
  "footer.resources_title": "Resources",
  "footer.dua_title": "Dua",
  "footer.dua_quote": "\"My Lord, increase me in knowledge\" (20:114)",
  "footer.copyright": "© {year} SIRAT. All rights reserved.",
  "footer.made_with": "Made with ❤️ and بسم الله",
  "resource.about": "About",
  "resource.support": "Support",
  "resource.privacy": "Privacy",
  "home.hadith_0_translation": "Whoever prays the two cool prayers (Asr and Fajr) will go to Paradise.",
  "home.hadith_0_reference": "Bukhari, 574",
  "home.hadith_1_translation": "The five daily prayers are an expiation for whatever sins occur between them.",
  "home.hadith_1_reference": "Muslim, 233",
  "home.hadith_2_translation": "The closest a servant gets to his Lord is when he is in prostration.",
  "home.hadith_2_reference": "Muslim, 482",
  "profile.title": "Profile",
  "profile.about_app": "About App",
  "profile.app_name": "Name",
  "profile.version": "Version",
  "profile.description": "Description",
  "profile.sections": "Sections",
  "profile.contacts": "Contacts",
  "profile.contact_prompt": "Have suggestions or found a bug? Contact us via Telegram.",
  "sunnah.revival": "Sunnah Revival",
  "sunnah.good_deeds": "Good Deeds",
  "sunnah.description": "Simple actions of the Prophet (peace be upon him) that change the heart and the world around.",
  "adhkar.title": "Adhkars and Dhikrs",
  "adhkar.subtitle": "Remembrance of Allah is peace for the heart",
  "adhkar.quran_quote": "«Verily, in the remembrance of Allah do hearts find rest» (13:28)",
  "adhkar.dua_quote": "«Our Lord! Accept from us, indeed You are the Hearing, the Knowing» (2:127)",
  "sunnah_details.miswak.what": "Cleaning the mouth with a special stick from the arak root.",
  "sunnah_details.miswak.history": "Miswak was a crucial practice in the Prophet's ﷺ life; he used it upon waking up, before ablution, prayer, and entering the house.",
  "sunnah_details.miswak.why": "The Prophet ﷺ said it is a purification for the mouth and a means of gaining the pleasure of the Lord.",
  "sunnah_details.miswak.spiritual": "Following the Sunnah of the Prophet ﷺ, elevating the status of the prayer, purifying the soul and body before standing before Allah.",
  "sunnah_details.miswak.health": "Strengthens gums, kills harmful bacteria in the mouth, eliminates bad breath, and prevents tooth decay.",
  "sunnah_details.miswak.hadith": "«If I had not found it difficult for my followers, I would have ordered them to clean their teeth with Siwak for every prayer» (Bukhari).",
  "sunnah_details.morning_dua.what": "Supplication recited immediately after waking up from sleep.",
  "sunnah_details.morning_dua.history": "This dua was a constant practice of the Messenger of Allah ﷺ every time he opened his eyes to a new day.",
  "sunnah_details.morning_dua.why": "Sleep from an Islamic perspective is akin to a 'minor death'. Waking up is a great mercy from Allah that requires gratitude.",
  "sunnah_details.morning_dua.spiritual": "Recognizing that life and death (even temporary) are in the hands of the Creator. It sets a spiritual tone from the first second of the day.",
  "sunnah_details.morning_dua.hadith": "«Praise is to Allah Who gives us life after He has caused us to die and unto Him is the return» (Bukhari).",
  "sunnah_details.fajr_sunnah.what": "Two short rakaats of sunnah prayer before the obligatory morning Fajr prayer.",
  "sunnah_details.fajr_sunnah.history": "Aisha reported that the Prophet ﷺ did not strictly adhere to any voluntary prayers as much as he did to this one.",
  "sunnah_details.fajr_sunnah.why": "Fajr prayer is the hardest time to wake up. These two rakaats serve as a highly valuable reward for the believer.",
  "sunnah_details.fajr_sunnah.spiritual": "These 2 rakaats are better than this world and everything in it. They protect from hypocrisy on this day.",
  "sunnah_details.fajr_sunnah.hadith": "«The two rakaats of Fajr are better than this world and what it contains» (Muslim, 725).",
  "sunnah_details.rawatib.what": "Voluntary 12 rakaats per day, which are attached to the obligatory (fard) prayers.",
  "sunnah_details.rawatib.history": "Companions noted the Prophet's ﷺ strict consistency in offering them: 2 before fajr, 4 before dhuhr and 2 after, 2 after maghrib, 2 after isha.",
  "sunnah_details.rawatib.why": "Sunnah rawatib correct and cover up shortcomings made by a person in obligatory prayers.",
  "sunnah_details.rawatib.spiritual": "Builds a house in Paradise. Creates a protective vacuum for the most important pillar of faith — prayer.",
  "sunnah_details.rawatib.hadith": "«He who prays twelve rakaats a day and night, Allah will build a house for him in Paradise» (Muslim, 728).",
  "sunnah_details.mosque.what": "Leaving the house in a state of ablution and walking to the mosque for congregational prayer.",
  "sunnah_details.mosque.history": "During the era of the Messenger of Allah ﷺ, all Muslims (except the sick) always gathered in the mosque 5 times a day.",
  "sunnah_details.mosque.why": "Footsteps wipe away sins and elevate the status of the believer in the hierarchy of the righteous.",
  "sunnah_details.mosque.spiritual": "Congregational prayer is 27 times superior to individual prayer. Walking steps to the mosque are among the heaviest rewards on the scales.",
  "sunnah_details.mosque.health": "Physical activity at least 5 times a day, improvement of the circulatory and cardiovascular system.",
  "sunnah_details.mosque.hadith": "«Indeed, the greatest reward for prayer awaits the one who had to walk the farthest» (Muslim).",
  "sunnah_details.post_prayer_dhikr.what": "Special words of remembrance of Allah, recited immediately after the obligatory (fard) prayer.",
  "sunnah_details.post_prayer_dhikr.history": "The Prophet ﷺ taught this dhikr to the poor of Madinah so that they could outpace the wealthy Muslims in reward.",
  "sunnah_details.post_prayer_dhikr.why": "To cleanse sins even if they are like the foam of the sea, to secure the completion of prayer with the right mindset.",
  "sunnah_details.post_prayer_dhikr.spiritual": "Fills the scale of deeds with light. Brings peace and a sense of security until the next prayer.",
  "sunnah_details.post_prayer_dhikr.health": "Psychological unloading, stabilization of breathing and pulse after movements in prayer.",
  "sunnah_details.post_prayer_dhikr.hadith": "«Whoever recites [this dhikr] after every prayer, his sins will be forgiven, even if they are as abundant as the foam of the sea» (Muslim).",
  "sunnah_details.wudu_sleep.what": "Performing minor ablution (wudu) just before going to bed.",
  "sunnah_details.wudu_sleep.history": "Companions were commanded to maintain a state of perfect ritual purity, especially before sleep.",
  "sunnah_details.wudu_sleep.why": "Protection from evil. For the one who sleeps with ablution, an angel makes dua for him all night.",
  "sunnah_details.wudu_sleep.spiritual": "If a person dies in their sleep (sleep is a minor death), they die upon their innate faith (fitrah) and in a state of purity.",
  "sunnah_details.wudu_sleep.health": "Proven relaxation: water relieves physical fatigue and stress from the past day.",
  "sunnah_details.wudu_sleep.hadith": "«Whenever you intend to go to bed, perform ablution like that for the prayer...» (Al-Bukhari).",
  "sunnah_details.ayat_kursi.what": "Recitation of the greatest verse of the Quran (Al-Baqarah, verse 255) when preparing for sleep.",
  "sunnah_details.ayat_kursi.history": "Once Satan himself, caught by Abu Huraira, taught him this rule in the hope of being saved, and the Prophet ﷺ confirmed this.",
  "sunnah_details.ayat_kursi.why": "Infallible protection from any kind of satans and jinns for the whole upcoming night.",
  "sunnah_details.ayat_kursi.spiritual": "The believer receives a strong guardian angel from the Lord of the worlds. Grants true peace and reliance.",
  "sunnah_details.ayat_kursi.health": "Relieves nightmares, panic moods, and insomnia.",
  "sunnah_details.ayat_kursi.hadith": "«There will remain with you a guardian from Allah, and Satan will not approach you until morning» (Al-Bukhari).",
  "sunnah_details.right_side.what": "Sleeping position — on the right side, placing the right palm under the cheek.",
  "sunnah_details.right_side.history": "An absolute constant and uninterrupted habit of the noble Messenger of Allah ﷺ.",
  "sunnah_details.right_side.why": "Respect for the right side, protection of organs, and better physiology for sleep.",
  "sunnah_details.right_side.spiritual": "It is a physiological manifestation of Sunnah. Forms discipline even when a person is sleeping.",
  "sunnah_details.right_side.health": "Medically proven that sleeping on the left side compresses the heart. On the right — the stomach is freed, the heart and lungs function perfectly.",
  "sunnah_details.right_side.hadith": "«Then lay down on your right side and say...» (Al-Bukhari, Muslim).",
  "sunnah_details.smile.what": "Sincere smile to people on the street and household members, regardless of external circumstances.",
  "sunnah_details.smile.history": "Companions confess that they have never seen anyone who smiled more than Muhammad ﷺ.",
  "sunnah_details.smile.why": "A smile erases hostility, relieves the interlocutor's aggression, unifies hearts between believers of different tribes.",
  "sunnah_details.smile.spiritual": "Smiling at a brother is charity (sadaqah). It is recorded on the scale of good deeds just like spent wealth!",
  "sunnah_details.smile.health": "Lowers heart rate, improves mood, releases dopamine and serotonin.",
  "sunnah_details.smile.hadith": "«Your smiling in the face of your brother is charity!» (At-Tirmidhi).",
  "sunnah_details.patience.what": "Patience (sabr) — resilience to bear all difficulties without complaining to anyone except Allah.",
  "sunnah_details.patience.history": "Prophets of the Almighty were subjected to the most severe tests in history, setting a great example of sabr.",
  "sunnah_details.patience.why": "Calamities cleanse the believer. Showing patience at the very beginning of a shock demonstrates the degree of faith (Iman).",
  "sunnah_details.patience.spiritual": "Limitless reward: 'Indeed, the patient will be given their reward without account' (Quran 39:10).",
  "sunnah_details.patience.health": "Immediate acceptance of a negative reality protects from nervous breakdowns, depressions, and heart attacks.",
  "sunnah_details.patience.hadith": "«True patience (Sabr) is at the first stroke of a calamity» (Al-Bukhari).",
  "sunnah_details.kindness.what": "Care, respect, and help to those who live in your neighborhood.",
  "sunnah_details.kindness.history": "In Islamic society, the status of a neighbor was equivalent in importance to distant relatives.",
  "sunnah_details.kindness.why": "Allah strictly obliged to protect neighbors. Protecting their honor, helping with food and silence is the duty of every Muslim.",
  "sunnah_details.kindness.spiritual": "The one whose neighbor is not safe from his evil will not enter Paradise, according to hadiths.",
  "sunnah_details.kindness.health": "Forms a strong, safe, and psychologically healthy utopian society.",
  "sunnah_details.kindness.hadith": "«Jibril kept recommending me to treat my neighbor well until I thought he would make him my heir» (Al-Bukhari).",
  "sunnah_details.label_what": "What is this Sunnah:",
  "sunnah_details.label_history": "Historical Context:",
  "sunnah_details.label_why": "Why it is a Sunnah:",
  "sunnah_details.label_spiritual": "Spiritual Benefits:",
  "sunnah_details.label_health": "Health Impact:",
  "sunnah_details.label_hadith": "Hadith:",
  "sunnah_details.btn_expand": "Details",
  "sunnah_details.btn_collapse": "Collapse"
}