{
  "nav.home": "Asosiy",
  "nav.quran": "Qur'on",
  "nav.hadith": "Hadislar",
  "nav.dhikr": "Zikr",
  "nav.sunnah": "Sunnat",
  "nav.prayer": "Namoz",
  "nav.settings": "Sozlamalar",
  "nav.tracker": "Treker",
  "nav.habits": "Odatlar",
  "nav.adhkar": "Azkarlar",
  "prayer.title": "Namoz haqida",
  "prayer.fajr": "Bomdod",
  "prayer.sunrise": "Quyosh",
  "prayer.dhuhr": "Peshin",
  "prayer.asr": "Asr",
  "prayer.maghrib": "Shom",
  "prayer.isha": "Xufton",
  "prayer.until": "gacha",
  "prayer.well_done": "Barakalla",
  "prayer.left": "qoldi",
  "theme.light": "Yorug' mavzu",
  "theme.dark": "To'q mavzu",
  "theme.system": "Tizim",
  "common.loading": "Yuklanmoqda...",
  "common.error": "Xatolik yuz berdi",
  "common.save": "Saqlash",
  "common.back": "Orqaga",
  "dashboard.sections": "Bo'limlar",
  "dashboard.quran_desc": "Tarjimasi bilan o'qish",
  "dashboard.hadith_desc": "200 ta hadis",
  "dashboard.dhikr_desc": "Allohni zikr qilish",
  "dashboard.sunnah_desc": "Kundalik sunnatlar",
  "dashboard.adhkar_desc": "Tonggi va kechki",
  "dashboard.prayer_desc": "Namoz vaqtlari",
  "dhikr.goal": "Maqsad",
  "dhikr.reset": "Qayta o'rnatish",
  "quran.surahs": "Suralar",
  "quran.search": "Surani qidirish...",
  "quran.verses": "Oyatlar",
  "quran.script_simple": "Oddiy shrift",
  "quran.script_uthmani": "Usmoniy (Madina)",
  "quran.script_indopak": "Hind-Pok",
  "quran.page_number": "{number}-sahifa",
  "quran.select_reciter": "Qorini tanlash",
  "quran.loading_audio": "Audio yuklanmoqda...",
  "quran.next_page": "Keyingi",
  "quran.prev_page": "Oldingi",
  "quran.page_short": "Sah",
  "quran.error_loading_surahs": "Suralarni yuklashda xatolik",
  "quran.check_connection": "Internet ulanishingizni tekshiring.",
  "quran.mushaf_desc": "Mushaf. O'qish uchun surani tanlang.",
  "quran.translation_mode": "Tarjima rejimi",
  "quran.short_page_label": "{number}-sahifa",
  "quran.back_to_mushaf": "Mushafga qaytish",
  "quran.translation_desc": "Muqaddas Qur'on. Tarjima o'qish rejimi.",
  "dhikr.title": "Zikr",
  "dhikr.subtitle": "Qalblar oromi",
  "hadith.daily": "Kun hadisi",
  "hadith.daily_desc": "Payg'ambarimiz ﷺ ning har kungi hikmatlari",
  "hadith.copied": "Hadis nusxalandi!",
  "hadith.today": "Bugun",
  "hadith.next": "Keyingisi",
  "hadith.share_title": "Kun hadisi — SIRAT",
  "hadith.quran_quote": "«U (hech narsani) o‘z havoyi xohishi bilan so‘zlamas. U (Qur’on) faqat (Alloh tomonidan) nozil qilinayotgan bir vahiydir» (53:3-4)",
  "hadith.count_label": "ta hadis",
  "footer.description": "Ma'naviy o'sish trekeri. Namozlarni kuzating, Qur'on o'qing va foydali odatlarni shakllantiring.",
  "footer.nav_title": "Navigatsiya",
  "footer.resources_title": "Resurslar",
  "footer.dua_title": "Duo",
  "footer.dua_quote": "«Rabbim, ilmimni ziyoda qil» (20:114)",
  "footer.copyright": "© {year} SIRAT. Barcha huquqlar himoyalangan.",
  "footer.made_with": "❤️ va بسم الله bilan yaratilgan",
  "resource.about": "Loyiha haqida",
  "resource.support": "Qo'llab-quvvatlash",
  "resource.privacy": "Maxfiylik",
  "home.hadith_0_translation": "Kim ikki sovuq namozni (Bomdod va Asr) o'qisa, u jannatga ko'radi.",
  "home.hadith_0_reference": "Buxoriy, 574",
  "home.hadith_1_translation": "Besh vaqt namoz ularning orasidagi gunohlarga kafforatdir.",
  "home.hadith_1_reference": "Muslim, 233",
  "home.hadith_2_translation": "Bandaning Parvardigoriga eng yaqin bo'lgan holati uning sajda qilgan paytidir.",
  "home.hadith_2_reference": "Muslim, 482",
  "profile.title": "Profil",
  "profile.about_app": "Ilova haqida",
  "profile.app_name": "Nomi",
  "profile.version": "Versiyasi",
  "profile.description": "Tavsifi",
  "profile.sections": "Bo'limlar",
  "profile.contacts": "Aloqa",
  "profile.contact_prompt": "Takliflaringiz bormi yoki xato topdingizmi? Biz bilan Telegram orqali bog'laning.",
  "sunnah.revival": "Sunnatni tiriltirish",
  "sunnah.good_deeds": "Yaxshi amallar",
  "sunnah.description": "Payg'ambarimiz (s.a.v.)ning qalbni va atrofni o'zgartiruvchi oddiy amallari.",
  "adhkar.title": "Azkarlar va Zikrlar",
  "adhkar.subtitle": "Allohni zikr qilish — qalb osoyishtaligidir",
  "adhkar.quran_quote": "«Bilingki, Allohni zikr qilish bilan qalblar orom olur» (13:28)",
  "adhkar.dua_quote": "«Rabbimiz! Bizdan qabul et, albatta, Sen Eshituvchi, Biluvchisan» (2:127)",
  "sunnah_details.miswak.what": "Og'iz bo'shlig'ini arak ildizidan tayyorlangan maxsus tayoqcha bilan tozalash.",
  "sunnah_details.miswak.history": "Misvok Payg'ambarimiz ﷺ hayotlarida juda muhim amal bo'lgan; u zot uyg'onganda, tahoratdan, namozdan va uyga kirishdan oldin undan foydalanganlar.",
  "sunnah_details.miswak.why": "Payg'ambarimiz ﷺ bu og'izni tozalash va Parvardigorning roziligiga erishish vositasi ekanligini aytganlar.",
  "sunnah_details.miswak.spiritual": "Payg'ambarimiz ﷺ sunnatlariga ergashish, namoz darajasini ko'tarish, Alloh huzurida turishdan oldin qalb va tana pokligi.",
  "sunnah_details.miswak.health": "Milklarni mustahkamlaydi, og'iz bo'shlig'idagi zararli bakteriyalarni o'ldiradi, og'izdan keladigan hidni ketkazadi, tish kariesini oldini oladi.",
  "sunnah_details.miswak.hadith": "«Agar ummatimga mashaqqat bo'lishidan qo'rqmaganimda edi, har namoz oldidan misvok ishlatishga buyurar edim» (Buxoriy).",
  "sunnah_details.morning_dua.what": "Uyqudan uyg'ongandan so'ng darhol o'qiladigan duo.",
  "sunnah_details.morning_dua.history": "Bu duo Rosululloh ﷺ har safar yangi kunga ko'z ochganlarida doimiy amallari bo'lgan.",
  "sunnah_details.morning_dua.why": "Islom nuqtai nazaridan uyqu 'kichik o'lim'ga o'xshaydi. Uyg'onish Allohning shukrona talab qiladigan ulug' ne'matidir.",
  "sunnah_details.morning_dua.spiritual": "Hayot va o'lim (hatto vaqtinchalik) Yaratganning qo'lida ekanligini anglash. Bu kunning ilk soniyasidanoq ruhiy kayfiyat baxsh etadi.",
  "sunnah_details.morning_dua.hadith": "«Bizni o'ldirgandan keyin tiriltirgan va Qayta tirilish Uning O'zigagina bo'ladigan Allohga hamdlar bo'lsin!» (Buxoriy).",
  "sunnah_details.fajr_sunnah.what": "Bomdod farz namozidan oldin ikki qisqa rakat sunnat namozi.",
  "sunnah_details.fajr_sunnah.history": "Oisha onamiz Payg'ambarimiz ﷺ hech qaysi nafl namozga bu namozchalik qattiq rioya qilmaganliklarini rivoyat qilganlar.",
  "sunnah_details.fajr_sunnah.why": "Bomdod namozi uyg'onish uchun eng qiyin vaqtdir. Bu ikki rakat mo'min uchun nihoyatda qimmatli mukofotdir.",
  "sunnah_details.fajr_sunnah.spiritual": "Bu ikki rakat dunyo va undagi barcha narsadan yaxshiroqdir. Ular o'sha kuni munofiqlikdan saqlaydi.",
  "sunnah_details.fajr_sunnah.hadith": "«Bomdodning ikki rakat (sunnati) dunyo va undagi narsalardan yaxshiroqdir» (Muslim, 725).",
  "sunnah_details.rawatib.what": "Farz namozlariga biriktirilgan kunlik 12 rakatli nafl namozlar.",
  "sunnah_details.rawatib.history": "Sahobalar Payg'ambarimiz ﷺ ularni qat'iy davomiylikda ado etganliklarini kuzatganlar: bomdoddan oldin 2, peshindan oldin 4 va keyin 2, shomdan keyin 2, xuftondan keyin 2.",
  "sunnah_details.rawatib.why": "Sunnat-ravotiblar insonning farz namozlarida yo'l qo'ygan kamchiliklarini to'g'rilaydi va qoplaydi.",
  "sunnah_details.rawatib.spiritual": "Jannatda uy quradi. Iymonning eng muhim ustuni bo'lmish namoz uchun himoya yaratadi.",
  "sunnah_details.rawatib.hadith": "«Kim kechasi va kunduzi o'n ikki rakat namoz o'qisa, Alloh unga jannatda uy quradi» (Muslim, 728).",
  "sunnah_details.mosque.what": "Tahoratli holda uydan chiqish va jamoat namozi uchun masjidga piyoda borish.",
  "sunnah_details.mosque.history": "Allohning rasuli ﷺ davrida barcha musulmonlar (kasallardan tashqari) kuniga 5 marta har doim masjidga to'planishar edi.",
  "sunnah_details.mosque.why": "Qadamlar gunohlarni o'chiradi va solihlar iyerarxiyasida mo'minning maqomini ko'taradi.",
  "sunnah_details.mosque.spiritual": "Jamoat namozi yakka namozdan 27 marta ustundir. Masjidga piyoda yurish – mezon tarozisidagi eng og'ir mukofotlardan biridir.",
  "sunnah_details.mosque.health": "Kuniga kamida 5 marta jismoniy faollik, qon aylanish va yurak-qon tomir tizimini yaxshilash.",
  "sunnah_details.mosque.hadith": "«Darhaqiqat, namoz uchun eng katta mukofot eng uzoq masofaga yurib kelganga nasib etadi» (Muslim).",
  "sunnah_details.post_prayer_dhikr.what": "Farz namozidan keyin darhol aytiladigan Allohni zikr qilishning maxsus so'zlari.",
  "sunnah_details.post_prayer_dhikr.history": "Payg'ambarimiz ﷺ bu zikrni Madinaning kambag'allariga boy musulmonlarni ajrda ortda qoldirishlari uchun o'rgatganlar.",
  "sunnah_details.post_prayer_dhikr.why": "Gunohlarni, hatto dengiz ko'pigidek ko'p bo'lsa ham, yuvish, namozning tugashini tog'ri ruhiy kayfiyat bilan mustahkamlash uchun.",
  "sunnah_details.post_prayer_dhikr.spiritual": "Amallar tarozisini nur bilan to'ldiradi. Keyingi namozgacha xotirjamlik va xavfsizlik hissini baxsh etadi.",
  "sunnah_details.post_prayer_dhikr.health": "Ruhiy yengillik, namozdagi harakatlardan so'ng nafas olish va nabzni barqarorlashtirish.",
  "sunnah_details.post_prayer_dhikr.hadith": "«Kim har namozdan keyin [bu zikrni] aytsa, uning gunohlari dengiz ko'pigidek bo'lsa ham kechiriladi» (Muslim).",
  "sunnah_details.wudu_sleep.what": "Yotishdan oldin bevosita kichik tahorat (vudu) olish.",
  "sunnah_details.wudu_sleep.history": "Sahobalarga, ayniqsa uxlashdan oldin, benuqson tozalik holatini saqlab qolish buyurilgan.",
  "sunnah_details.wudu_sleep.why": "Yomonlikdan himoya. Tahorat bilan uxlab yotgan kishi uchun farishta tun bo'yi u uchun duo qiladi.",
  "sunnah_details.wudu_sleep.spiritual": "Agar inson uyqusida vafot etsa (uyqu — bu kichik o'lim), u tug'ma iymonida (fitrada) va pok holatda vafot etadi.",
  "sunnah_details.wudu_sleep.health": "Isbotlangan yengillik: suv jismoniy charchoqni va o'tgan kunning stressini yengillashtiradi.",
  "sunnah_details.wudu_sleep.hadith": "«Qachon uyquga yotmoqchi bo'lsang, namozga tahorat olgandek tahorat ol...» (Al-Buxoriy).",
  "sunnah_details.ayat_kursi.what": "Uxlashga hozirlik ko'rayotganda Qur'onning eng buyuk oyatini (Baqara surasi, 255-oyat) qiroat qilish.",
  "sunnah_details.ayat_kursi.history": "Bir marta Abu Hurayra tomonidan tutilib qolgan Shaytonning o'zi qutulib qolish umidida bu qoidani unga o'rgatgan va Payg'ambarimiz ﷺ buni tasdiqlaganlar.",
  "sunnah_details.ayat_kursi.why": "Butun tun davomida har xil shaytonlar va jinlardan kafolatli himoya.",
  "sunnah_details.ayat_kursi.spiritual": "Mo'min olamlar Parvardigoridan kuchli farishta-qo'riqchiga ega bo'ladi. Chinakam xotirjamlik va tavakkalni baxsh etadi.",
  "sunnah_details.ayat_kursi.health": "Tungi dahshatlardan, vahimali kayfiyatlardan va uyqusizlikdan xalos qiladi.",
  "sunnah_details.ayat_kursi.hadith": "«Sen bilan Alloh tomonidan bir farishta-qo'riqchi bo'ladi va shayton senga tonggacha yaqinlasha olmaydi» (Al-Buxoriy).",
  "sunnah_details.right_side.what": "Uxlash uchun tana holati - o'ng tomonda, o'ng kaftni yonoq ostiga qo'yib.",
  "sunnah_details.right_side.history": "Olijanob Allohning elchisi ﷺ ning mutlaqdoimiy va uzluksiz odati.",
  "sunnah_details.right_side.why": "O'ng tomonga hurmat, organlarni himoya qilish va uxlash uchun eng yaxshi fiziologiya.",
  "sunnah_details.right_side.spiritual": "Bu sunnatning fiziologik ko'rinishidir. Inson uxlayotganida ham intizomni shakllantiradi.",
  "sunnah_details.right_side.health": "Chap tomonda uxlash yurakni qisishi tibbiy isbotlangan. O'ng filialda - oshqozon bo'shatiladi, yurak va o'pkalar mukammal ishlaydi.",
  "sunnah_details.right_side.hadith": "«Shundan so'ng o'ng tomonboshlab yotgin va ayt...» (Al-Buxoriy, Muslim).",
  "sunnah_details.smile.what": "Tashqi holatlardan qat'i nazar, ko'chadagi odamlarga va uy a'zolariga samimiy tabassum.",
  "sunnah_details.smile.history": "Sahobalar hech qachon Muhammad ﷺ dan ko'proq tabassum qiladigan kishini ko'rmaganlarini tan olishadi.",
  "sunnah_details.smile.why": "Tabassum dushmanlikni yo'q qiladi, suhbatdoshning tajovuzkorligini yo'qotadi, turli qabilalardagi mo'minlarning qalblarini birlashtiradi.",
  "sunnah_details.smile.spiritual": "Birodaringizga tabassum qilib boqish - bu sadaqadir. U ham xuddi sarflangan boylik kabi mezon tarozisiga yoziladi!",
  "sunnah_details.smile.health": "Yurak urish tezligini pasaytiradi, kayfiyatni yaxshilaydi, dofamin va serotonin ajralishini ta'minlaydi.",
  "sunnah_details.smile.hadith": "«Sening birodaring yuziga ko'z tashlagan tabassuming — bu sadaqadir!» (At-Termiziy).",
  "sunnah_details.patience.what": "Sabr — barcha qiyinchiliklarga Allohdan boshqa hech kimga shikoyat qilmasdan chidash metinligidir.",
  "sunnah_details.patience.history": "Qodir Allohning payg'ambarlari tarixning eng og'ir sinovlariga duchor bo'lib, sabrning buyuk o'rnagini ko'rsatganlar.",
  "sunnah_details.patience.why": "Balolar mo'minni tozalaydi. Qiyinchilikning dastlabki daqiqalarida sabr ko'rsatish imon darajasini namoyish etadi.",
  "sunnah_details.patience.spiritual": "Cheksiz mukofot: 'Albatta, sabr qiluvchilarga mukofotlari hisobsiz berilur' (Qur'on 39:10).",
  "sunnah_details.patience.health": "Salbiy voqelikni darhol qabul qilish asabiy buzilishlar, ruhiy tushkunlik va yurak xurujlaridan himoya qiladi.",
  "sunnah_details.patience.hadith": "«Haqiqiy sabr — fojianing birinchi zarbasida qilingan sabrdir» (Al-Buxoriy).",
  "sunnah_details.kindness.what": "Yoningizda yashaydiganlarga g'amxo'rlik qilish, ularni hurmat qilish va yordam berish.",
  "sunnah_details.kindness.history": "Islom jamiyatida qo'shnining maqomi muhimligi jihatidan uzoq qarindoshlarga tenglashtirilgan.",
  "sunnah_details.kindness.why": "Alloh qo'shnilarni asrashni qat'iy farz qilgan. Ularning sha'nini himoya qilish, oziq-ovqat va xotirjamlik bilan yordam berish har bir musulmonning burchidir.",
  "sunnah_details.kindness.spiritual": "Hadislar tasdig'iga ko'ra, qo'shnisi uning yomonligidan omonda bo'lmagan kishi Jannatga kirmaydi.",
  "sunnah_details.kindness.health": "Mustahkam, xavfsiz va psixologik jihatdan sog'lom utopik jamiyatni shakllantiradi.",
  "sunnah_details.kindness.hadith": "«Jabroil menga qo'shniga yaxshilik qilishni shunchalik ko'p vasiyat qildiki, men uni merosxo'rim qilib qo'yadimi deb o'ylab qoldim» (Al-Buxoriy).",
  "sunnah_details.label_what": "Sunnatning mohiyati:",
  "sunnah_details.label_history": "Tarixiy jarayon:",
  "sunnah_details.label_why": "Nima uchun bu sunnat:",
  "sunnah_details.label_spiritual": "Ruhiy foydasi:",
  "sunnah_details.label_health": "Sog'liqqa ham ta'siri:",
  "sunnah_details.label_hadith": "Qisqa hadis:",
  "sunnah_details.btn_expand": "Batafsil",
  "sunnah_details.btn_collapse": "Yopish"
}