[
  {
    "id": 1,
    "arabic": "إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى",
    "translations": {
      "ru": "Поистине, дела оцениваются только по намерениям, и каждому человеку достанется лишь то, что он намеревался обрести.",
      "en": "Поистине, дела оцениваются только по намерениям, и каждому человеку достанется лишь то, что он намеревался обрести. (EN)",
      "uz": "Поистине, дела оцениваются только по намерениям, и каждому человеку достанется лишь то, что он намеревался обрести. (UZ)",
      "ky": "Поистине, дела оцениваются только по намерениям, и каждому человеку достанется лишь то, что он намеревался обрести. (KY)"
    },
    "reference": "Бухари, 1"
  },
  {
    "id": 2,
    "arabic": "خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ",
    "translations": {
      "ru": "Лучший из вас тот, кто изучил Коран и обучил ему других.",
      "en": "Лучший из вас тот, кто изучил Коран и обучил ему других. (EN)",
      "uz": "Лучший из вас тот, кто изучил Коран и обучил ему других. (UZ)",
      "ky": "Лучший из вас тот, кто изучил Коран и обучил ему других. (KY)"
    },
    "reference": "Бухари, 5027"
  },
  {
    "id": 3,
    "arabic": "الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ",
    "translations": {
      "ru": "Мусульманин — тот, от языка и рук которого другие мусульмане в безопасности.",
      "en": "Мусульманин — тот, от языка и рук которого другие мусульмане в безопасности. (EN)",
      "uz": "Мусульманин — тот, от языка и рук которого другие мусульмане в безопасности. (UZ)",
      "ky": "Мусульманин — тот, от языка и рук которого другие мусульмане в безопасности. (KY)"
    },
    "reference": "Бухари, 10"
  },
  {
    "id": 4,
    "arabic": "مَنْ صَلَّى الْبَرْدَيْنِ دَخَلَ الْجَنَّةَ",
    "translations": {
      "ru": "Кто совершает две прохладные молитвы (Фаджр и Аср), тот войдёт в Рай.",
      "en": "Кто совершает две прохладные молитвы (Фаджр и Аср), тот войдёт в Рай. (EN)",
      "uz": "Кто совершает две прохладные молитвы (Фаджр и Аср), тот войдёт в Рай. (UZ)",
      "ky": "Кто совершает две прохладные молитвы (Фаджр и Аср), тот войдёт в Рай. (KY)"
    },
    "reference": "Бухари, 574"
  },
  {
    "id": 5,
    "arabic": "مَا مِنْ مُسْلِمٍ يَغْرِسُ غَرْسًا أَوْ يَزْرَعُ زَرْعًا فَيَأْكُلُ مِنْهُ طَيْرٌ أَوْ إِنْسَانٌ أَوْ بَهِيمَةٌ إِلَّا كَانَ لَهُ بِهِ صَدَقَةٌ",
    "translations": {
      "ru": "Если мусульманин посадит дерево или посеет что-либо, а затем птица, человек или животное поест с этого, то это будет для него милостыней.",
      "en": "Если мусульманин посадит дерево или посеет что-либо, а затем птица, человек или животное поест с этого, то это будет для него милостыней. (EN)",
      "uz": "Если мусульманин посадит дерево или посеет что-либо, а затем птица, человек или животное поест с этого, то это будет для него милостыней. (UZ)",
      "ky": "Если мусульманин посадит дерево или посеет что-либо, а затем птица, человек или животное поест с этого, то это будет для него милостыней. (KY)"
    },
    "reference": "Бухари, 2320"
  },
  {
    "id": 6,
    "arabic": "أَحَبُّ الأَعْمَالِ إِلَى اللَّهِ أَدْوَمُهَا وَإِنْ قَلَّ",
    "translations": {
      "ru": "Самые любимые дела Аллахом — постоянные, даже если они малы.",
      "en": "Самые любимые дела Аллахом — постоянные, даже если они малы. (EN)",
      "uz": "Самые любимые дела Аллахом — постоянные, даже если они малы. (UZ)",
      "ky": "Самые любимые дела Аллахом — постоянные, даже если они малы. (KY)"
    },
    "reference": "Бухари, 6464"
  },
  {
    "id": 7,
    "arabic": "مَنْ لَا يَرْحَمُ لَا يُرْحَمُ",
    "translations": {
      "ru": "Кто не проявляет милосердие — к тому не будет проявлено милосердие.",
      "en": "Кто не проявляет милосердие — к тому не будет проявлено милосердие. (EN)",
      "uz": "Кто не проявляет милосердие — к тому не будет проявлено милосердие. (UZ)",
      "ky": "Кто не проявляет милосердие — к тому не будет проявлено милосердие. (KY)"
    },
    "reference": "Бухари, 7376"
  },
  {
    "id": 8,
    "arabic": "مَا أَكَلَ أَحَدٌ طَعَامًا قَطُّ خَيْرًا مِنْ أَنْ يَأْكُلَ مِنْ عَمَلِ يَدِهِ",
    "translations": {
      "ru": "Никто не ел ничего лучше, чем то, что заработал своими руками.",
      "en": "Никто не ел ничего лучше, чем то, что заработал своими руками. (EN)",
      "uz": "Никто не ел ничего лучше, чем то, что заработал своими руками. (UZ)",
      "ky": "Никто не ел ничего лучше, чем то, что заработал своими руками. (KY)"
    },
    "reference": "Бухари, 2072"
  },
  {
    "id": 9,
    "arabic": "اتَّقُوا النَّارَ وَلَوْ بِشِقِّ تَمْرَةٍ",
    "translations": {
      "ru": "Остерегайтесь Огня, хотя бы раздав половинку финика.",
      "en": "Остерегайтесь Огня, хотя бы раздав половинку финика. (EN)",
      "uz": "Остерегайтесь Огня, хотя бы раздав половинку финика. (UZ)",
      "ky": "Остерегайтесь Огня, хотя бы раздав половинку финика. (KY)"
    },
    "reference": "Бухари, 1417"
  },
  {
    "id": 10,
    "arabic": "إِنَّمَا بُعِثْتُ لِأُتَمِّمَ مَكَارِمَ الْأَخْلَاقِ",
    "translations": {
      "ru": "Поистине, я был послан лишь для того, чтобы усовершенствовать благой нрав.",
      "en": "Поистине, я был послан лишь для того, чтобы усовершенствовать благой нрав. (EN)",
      "uz": "Поистине, я был послан лишь для того, чтобы усовершенствовать благой нрав. (UZ)",
      "ky": "Поистине, я был послан лишь для того, чтобы усовершенствовать благой нрав. (KY)"
    },
    "reference": "Бухари, аль-Адаб аль-Муфрад"
  },
  {
    "id": 11,
    "arabic": "مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ",
    "translations": {
      "ru": "Кто верует в Аллаха и в Последний день, пусть говорит благое или молчит.",
      "en": "Кто верует в Аллаха и в Последний день, пусть говорит благое или молчит. (EN)",
      "uz": "Кто верует в Аллаха и в Последний день, пусть говорит благое или молчит. (UZ)",
      "ky": "Кто верует в Аллаха и в Последний день, пусть говорит благое или молчит. (KY)"
    },
    "reference": "Бухари, 6018"
  },
  {
    "id": 12,
    "arabic": "الْحَيَاءُ مِنَ الإِيمَانِ",
    "translations": {
      "ru": "Стыдливость — часть веры.",
      "en": "Стыдливость — часть веры. (EN)",
      "uz": "Стыдливость — часть веры. (UZ)",
      "ky": "Стыдливость — часть веры. (KY)"
    },
    "reference": "Бухари, 9"
  },
  {
    "id": 13,
    "arabic": "لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ",
    "translations": {
      "ru": "Не уверует никто из вас до тех пор, пока не станет желать своему брату того же, чего желает самому себе.",
      "en": "Не уверует никто из вас до тех пор, пока не станет желать своему брату того же, чего желает самому себе. (EN)",
      "uz": "Не уверует никто из вас до тех пор, пока не станет желать своему брату того же, чего желает самому себе. (UZ)",
      "ky": "Не уверует никто из вас до тех пор, пока не станет желать своему брату того же, чего желает самому себе. (KY)"
    },
    "reference": "Бухари, 13"
  },
  {
    "id": 14,
    "arabic": "مَنْ صَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ",
    "translations": {
      "ru": "Тому, кто постился в Рамадан с верой и надеждой на награду, будут прощены его прежние грехи.",
      "en": "Тому, кто постился в Рамадан с верой и надеждой на награду, будут прощены его прежние грехи. (EN)",
      "uz": "Тому, кто постился в Рамадан с верой и надеждой на награду, будут прощены его прежние грехи. (UZ)",
      "ky": "Тому, кто постился в Рамадан с верой и надеждой на награду, будут прощены его прежние грехи. (KY)"
    },
    "reference": "Бухари, 38"
  },
  {
    "id": 15,
    "arabic": "مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ",
    "translations": {
      "ru": "Тому, кто выстаивал молитвы в Рамадан с верой и надеждой на награду, будут прощены его прежние грехи.",
      "en": "Тому, кто выстаивал молитвы в Рамадан с верой и надеждой на награду, будут прощены его прежние грехи. (EN)",
      "uz": "Тому, кто выстаивал молитвы в Рамадан с верой и надеждой на награду, будут прощены его прежние грехи. (UZ)",
      "ky": "Тому, кто выстаивал молитвы в Рамадан с верой и надеждой на награду, будут прощены его прежние грехи. (KY)"
    },
    "reference": "Бухари, 37"
  },
  {
    "id": 16,
    "arabic": "خَيْرُ الصَّدَقَةِ مَا كَانَ عَنْ ظَهْرِ غِنًى",
    "translations": {
      "ru": "Лучшая милостыня — та, что дана при достатке.",
      "en": "Лучшая милостыня — та, что дана при достатке. (EN)",
      "uz": "Лучшая милостыня — та, что дана при достатке. (UZ)",
      "ky": "Лучшая милостыня — та, что дана при достатке. (KY)"
    },
    "reference": "Бухари, 1426"
  },
  {
    "id": 17,
    "arabic": "الصَّلَاةُ عَلَى وَقْتِهَا",
    "translations": {
      "ru": "Молитва в своё установленное время.",
      "en": "Молитва в своё установленное время. (EN)",
      "uz": "Молитва в своё установленное время. (UZ)",
      "ky": "Молитва в своё установленное время. (KY)"
    },
    "reference": "Бухари, 527"
  },
  {
    "id": 18,
    "arabic": "إِنَّ اللَّهَ لَا يَنْظُرُ إِلَى أَجْسَادِكُمْ وَلَا إِلَى صُوَرِكُمْ وَلَكِنْ يَنْظُرُ إِلَى قُلُوبِكُمْ",
    "translations": {
      "ru": "Поистине, Аллах не смотрит на ваши тела и лица, но смотрит на ваши сердца.",
      "en": "Поистине, Аллах не смотрит на ваши тела и лица, но смотрит на ваши сердца. (EN)",
      "uz": "Поистине, Аллах не смотрит на ваши тела и лица, но смотрит на ваши сердца. (UZ)",
      "ky": "Поистине, Аллах не смотрит на ваши тела и лица, но смотрит на ваши сердца. (KY)"
    },
    "reference": "Бухари, 2564 (через Муслим)"
  },
  {
    "id": 19,
    "arabic": "الدِّينُ النَّصِيحَةُ",
    "translations": {
      "ru": "Религия — это искренний совет.",
      "en": "Религия — это искренний совет. (EN)",
      "uz": "Религия — это искренний совет. (UZ)",
      "ky": "Религия — это искренний совет. (KY)"
    },
    "reference": "Бухари (через Муслим, 55)"
  },
  {
    "id": 20,
    "arabic": "مَنْ بَنَى مَسْجِدًا يَبْتَغِي بِهِ وَجْهَ اللَّهِ بَنَى اللَّهُ لَهُ مِثْلَهُ فِي الْجَنَّةِ",
    "translations": {
      "ru": "Кто построит мечеть ради Аллаха, тому Аллах построит подобную в Раю.",
      "en": "Кто построит мечеть ради Аллаха, тому Аллах построит подобную в Раю. (EN)",
      "uz": "Кто построит мечеть ради Аллаха, тому Аллах построит подобную в Раю. (UZ)",
      "ky": "Кто построит мечеть ради Аллаха, тому Аллах построит подобную в Раю. (KY)"
    },
    "reference": "Бухари, 450"
  },
  {
    "id": 21,
    "arabic": "الْجَنَّةُ تَحْتَ أَقْدَامِ الْأُمَّهَاتِ",
    "translations": {
      "ru": "Рай находится под ногами матерей.",
      "en": "Рай находится под ногами матерей. (EN)",
      "uz": "Рай находится под ногами матерей. (UZ)",
      "ky": "Рай находится под ногами матерей. (KY)"
    },
    "reference": "Бухари (аль-Адаб аль-Муфрад)"
  },
  {
    "id": 22,
    "arabic": "الْمُؤْمِنُ لِلْمُؤْمِنِ كَالْبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا",
    "translations": {
      "ru": "Верующий для верующего подобен строению, части которого поддерживают друг друга.",
      "en": "Верующий для верующего подобен строению, части которого поддерживают друг друга. (EN)",
      "uz": "Верующий для верующего подобен строению, части которого поддерживают друг друга. (UZ)",
      "ky": "Верующий для верующего подобен строению, части которого поддерживают друг друга. (KY)"
    },
    "reference": "Бухари, 481"
  },
  {
    "id": 23,
    "arabic": "مَنْ سَلَكَ طَرِيقًا يَلْتَمِسُ فِيهِ عِلْمًا سَهَّلَ اللَّهُ لَهُ طَرِيقًا إِلَى الْجَنَّةِ",
    "translations": {
      "ru": "Кто встал на путь в поисках знания, тому Аллах облегчит путь в Рай.",
      "en": "Кто встал на путь в поисках знания, тому Аллах облегчит путь в Рай. (EN)",
      "uz": "Кто встал на путь в поисках знания, тому Аллах облегчит путь в Рай. (UZ)",
      "ky": "Кто встал на путь в поисках знания, тому Аллах облегчит путь в Рай. (KY)"
    },
    "reference": "Бухари (через Муслим, 2699)"
  },
  {
    "id": 24,
    "arabic": "إِذَا مَاتَ الإِنْسَانُ انْقَطَعَ عَنْهُ عَمَلُهُ إِلَّا مِنْ ثَلَاثَةٍ",
    "translations": {
      "ru": "Когда человек умирает, его дела прекращаются, кроме трёх: непрерывная милостыня, знание, приносящее пользу, и праведный ребёнок, молящийся за него.",
      "en": "Когда человек умирает, его дела прекращаются, кроме трёх: непрерывная милостыня, знание, приносящее пользу, и праведный ребёнок, молящийся за него. (EN)",
      "uz": "Когда человек умирает, его дела прекращаются, кроме трёх: непрерывная милостыня, знание, приносящее пользу, и праведный ребёнок, молящийся за него. (UZ)",
      "ky": "Когда человек умирает, его дела прекращаются, кроме трёх: непрерывная милостыня, знание, приносящее пользу, и праведный ребёнок, молящийся за него. (KY)"
    },
    "reference": "Бухари (через Муслим, 1631)"
  },
  {
    "id": 25,
    "arabic": "مَنْ غَشَّنَا فَلَيْسَ مِنَّا",
    "translations": {
      "ru": "Кто обманывает нас — тот не из нас.",
      "en": "Кто обманывает нас — тот не из нас. (EN)",
      "uz": "Кто обманывает нас — тот не из нас. (UZ)",
      "ky": "Кто обманывает нас — тот не из нас. (KY)"
    },
    "reference": "Бухари (через Муслим, 101)"
  },
  {
    "id": 26,
    "arabic": "لَا تَغْضَبْ",
    "translations": {
      "ru": "Не гневайся!",
      "en": "Не гневайся! (EN)",
      "uz": "Не гневайся! (UZ)",
      "ky": "Не гневайся! (KY)"
    },
    "reference": "Бухари, 6116"
  },
  {
    "id": 27,
    "arabic": "كُلُّ مَعْرُوفٍ صَدَقَةٌ",
    "translations": {
      "ru": "Каждое доброе дело — это милостыня.",
      "en": "Каждое доброе дело — это милостыня. (EN)",
      "uz": "Каждое доброе дело — это милостыня. (UZ)",
      "ky": "Каждое доброе дело — это милостыня. (KY)"
    },
    "reference": "Бухари, 6021"
  },
  {
    "id": 28,
    "arabic": "مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلْيُكْرِمْ جَارَهُ",
    "translations": {
      "ru": "Кто верует в Аллаха и в Последний день, пусть почитает своего соседа.",
      "en": "Кто верует в Аллаха и в Последний день, пусть почитает своего соседа. (EN)",
      "uz": "Кто верует в Аллаха и в Последний день, пусть почитает своего соседа. (UZ)",
      "ky": "Кто верует в Аллаха и в Последний день, пусть почитает своего соседа. (KY)"
    },
    "reference": "Бухари, 6019"
  },
  {
    "id": 29,
    "arabic": "مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلْيُكْرِمْ ضَيْفَهُ",
    "translations": {
      "ru": "Кто верует в Аллаха и в Последний день, пусть оказывает почёт своему гостю.",
      "en": "Кто верует в Аллаха и в Последний день, пусть оказывает почёт своему гостю. (EN)",
      "uz": "Кто верует в Аллаха и в Последний день, пусть оказывает почёт своему гостю. (UZ)",
      "ky": "Кто верует в Аллаха и в Последний день, пусть оказывает почёт своему гостю. (KY)"
    },
    "reference": "Бухари, 6136"
  },
  {
    "id": 30,
    "arabic": "أَفْضَلُ الصَّدَقَةِ سَقْيُ الْمَاءِ",
    "translations": {
      "ru": "Лучшая милостыня — напоить водой.",
      "en": "Лучшая милостыня — напоить водой. (EN)",
      "uz": "Лучшая милостыня — напоить водой. (UZ)",
      "ky": "Лучшая милостыня — напоить водой. (KY)"
    },
    "reference": "Бухари (через Ибн Маджах, 3684)"
  },
  {
    "id": 31,
    "arabic": "الصَّلَوَاتُ الْخَمْسُ وَالْجُمُعَةُ إِلَى الْجُمُعَةِ كَفَّارَاتٌ لِمَا بَيْنَهُنَّ",
    "translations": {
      "ru": "Пять молитв и пятничная молитва до следующей пятничной — это искупление за то, что между ними.",
      "en": "Пять молитв и пятничная молитва до следующей пятничной — это искупление за то, что между ними. (EN)",
      "uz": "Пять молитв и пятничная молитва до следующей пятничной — это искупление за то, что между ними. (UZ)",
      "ky": "Пять молитв и пятничная молитва до следующей пятничной — это искупление за то, что между ними. (KY)"
    },
    "reference": "Бухари (через Муслим, 233)"
  },
  {
    "id": 32,
    "arabic": "تَبَسُّمُكَ فِي وَجْهِ أَخِيكَ لَكَ صَدَقَةٌ",
    "translations": {
      "ru": "Твоя улыбка брату — это милостыня.",
      "en": "Твоя улыбка брату — это милостыня. (EN)",
      "uz": "Твоя улыбка брату — это милостыня. (UZ)",
      "ky": "Твоя улыбка брату — это милостыня. (KY)"
    },
    "reference": "Бухари (через Тирмизи, 1956)"
  },
  {
    "id": 33,
    "arabic": "خَيْرُ النَّاسِ أَنْفَعُهُمْ لِلنَّاسِ",
    "translations": {
      "ru": "Лучший из людей — тот, кто наиболее полезен для людей.",
      "en": "Лучший из людей — тот, кто наиболее полезен для людей. (EN)",
      "uz": "Лучший из людей — тот, кто наиболее полезен для людей. (UZ)",
      "ky": "Лучший из людей — тот, кто наиболее полезен для людей. (KY)"
    },
    "reference": "Бухари (через Табарани)"
  },
  {
    "id": 34,
    "arabic": "مَا نَقَصَتْ صَدَقَةٌ مِنْ مَالٍ",
    "translations": {
      "ru": "Милостыня не уменьшает богатство.",
      "en": "Милостыня не уменьшает богатство. (EN)",
      "uz": "Милостыня не уменьшает богатство. (UZ)",
      "ky": "Милостыня не уменьшает богатство. (KY)"
    },
    "reference": "Бухари (через Муслим, 2588)"
  },
  {
    "id": 35,
    "arabic": "الدُّعَاءُ هُوَ الْعِبَادَةُ",
    "translations": {
      "ru": "Дуа (мольба) — это и есть поклонение.",
      "en": "Дуа (мольба) — это и есть поклонение. (EN)",
      "uz": "Дуа (мольба) — это и есть поклонение. (UZ)",
      "ky": "Дуа (мольба) — это и есть поклонение. (KY)"
    },
    "reference": "Бухари (через Тирмизи, 3372)"
  },
  {
    "id": 36,
    "arabic": "مَنْ صَلَّى عَلَيَّ صَلَاةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْرًا",
    "translations": {
      "ru": "Кто благословит меня один раз, того Аллах благословит десятикратно.",
      "en": "Кто благословит меня один раз, того Аллах благословит десятикратно. (EN)",
      "uz": "Кто благословит меня один раз, того Аллах благословит десятикратно. (UZ)",
      "ky": "Кто благословит меня один раз, того Аллах благословит десятикратно. (KY)"
    },
    "reference": "Бухари (через Муслим, 384)"
  },
  {
    "id": 37,
    "arabic": "اسْتَحْيُوا مِنَ اللَّهِ حَقَّ الْحَيَاءِ",
    "translations": {
      "ru": "Стыдитесь Аллаха истинной стыдливостью.",
      "en": "Стыдитесь Аллаха истинной стыдливостью. (EN)",
      "uz": "Стыдитесь Аллаха истинной стыдливостью. (UZ)",
      "ky": "Стыдитесь Аллаха истинной стыдливостью. (KY)"
    },
    "reference": "Бухари (через Тирмизи, 2458)"
  },
  {
    "id": 38,
    "arabic": "طَلَبُ الْعِلْمِ فَرِيضَةٌ عَلَى كُلِّ مُسْلِمٍ",
    "translations": {
      "ru": "Поиск знания — обязанность каждого мусульманина.",
      "en": "Поиск знания — обязанность каждого мусульманина. (EN)",
      "uz": "Поиск знания — обязанность каждого мусульманина. (UZ)",
      "ky": "Поиск знания — обязанность каждого мусульманина. (KY)"
    },
    "reference": "Бухари (через Ибн Маджах, 224)"
  },
  {
    "id": 39,
    "arabic": "الرَّاحِمُونَ يَرْحَمُهُمُ الرَّحْمَنُ",
    "translations": {
      "ru": "Милостивых помилует Милостивый.",
      "en": "Милостивых помилует Милостивый. (EN)",
      "uz": "Милостивых помилует Милостивый. (UZ)",
      "ky": "Милостивых помилует Милостивый. (KY)"
    },
    "reference": "Бухари (через Тирмизи, 1924)"
  },
  {
    "id": 40,
    "arabic": "إِنَّ اللَّهَ يُحِبُّ إِذَا عَمِلَ أَحَدُكُمْ عَمَلًا أَنْ يُتْقِنَهُ",
    "translations": {
      "ru": "Поистине, Аллах любит, когда кто-то из вас делает что-то, чтобы он делал это наилучшим образом.",
      "en": "Поистине, Аллах любит, когда кто-то из вас делает что-то, чтобы он делал это наилучшим образом. (EN)",
      "uz": "Поистине, Аллах любит, когда кто-то из вас делает что-то, чтобы он делал это наилучшим образом. (UZ)",
      "ky": "Поистине, Аллах любит, когда кто-то из вас делает что-то, чтобы он делал это наилучшим образом. (KY)"
    },
    "reference": "Бухари (через Байхаки)"
  },
  {
    "id": 41,
    "arabic": "الطُّهُورُ شَطْرُ الإِيمَانِ",
    "translations": {
      "ru": "Чистота — половина веры.",
      "en": "Чистота — половина веры. (EN)",
      "uz": "Чистота — половина веры. (UZ)",
      "ky": "Чистота — половина веры. (KY)"
    },
    "reference": "Бухари (через Муслим, 223)"
  },
  {
    "id": 42,
    "arabic": "إِنَّ اللَّهَ جَمِيلٌ يُحِبُّ الْجَمَالَ",
    "translations": {
      "ru": "Поистине, Аллах красив и любит красоту.",
      "en": "Поистине, Аллах красив и любит красоту. (EN)",
      "uz": "Поистине, Аллах красив и любит красоту. (UZ)",
      "ky": "Поистине, Аллах красив и любит красоту. (KY)"
    },
    "reference": "Бухари (через Муслим, 91)"
  },
  {
    "id": 43,
    "arabic": "مَنْ قَرَأَ حَرْفًا مِنْ كِتَابِ اللَّهِ فَلَهُ بِهِ حَسَنَةٌ وَالْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا",
    "translations": {
      "ru": "Кто прочитает одну букву из Книги Аллаха, тому за неё — доброе дело, а доброе дело вознаграждается десятикратно.",
      "en": "Кто прочитает одну букву из Книги Аллаха, тому за неё — доброе дело, а доброе дело вознаграждается десятикратно. (EN)",
      "uz": "Кто прочитает одну букву из Книги Аллаха, тому за неё — доброе дело, а доброе дело вознаграждается десятикратно. (UZ)",
      "ky": "Кто прочитает одну букву из Книги Аллаха, тому за неё — доброе дело, а доброе дело вознаграждается десятикратно. (KY)"
    },
    "reference": "Бухари (через Тирмизи, 2910)"
  },
  {
    "id": 44,
    "arabic": "الدُّنْيَا سِجْنُ الْمُؤْمِنِ وَجَنَّةُ الْكَافِرِ",
    "translations": {
      "ru": "Этот мир — тюрьма для верующего и рай для неверующего.",
      "en": "Этот мир — тюрьма для верующего и рай для неверующего. (EN)",
      "uz": "Этот мир — тюрьма для верующего и рай для неверующего. (UZ)",
      "ky": "Этот мир — тюрьма для верующего и рай для неверующего. (KY)"
    },
    "reference": "Бухари (через Муслим, 2956)"
  },
  {
    "id": 45,
    "arabic": "الْكَلِمَةُ الطَّيِّبَةُ صَدَقَةٌ",
    "translations": {
      "ru": "Доброе слово — это милостыня.",
      "en": "Доброе слово — это милостыня. (EN)",
      "uz": "Доброе слово — это милостыня. (UZ)",
      "ky": "Доброе слово — это милостыня. (KY)"
    },
    "reference": "Бухари, 2989"
  },
  {
    "id": 46,
    "arabic": "مَنْ تَوَاضَعَ لِلَّهِ رَفَعَهُ اللَّهُ",
    "translations": {
      "ru": "Кто проявит смирение перед Аллахом, того Аллах возвысит.",
      "en": "Кто проявит смирение перед Аллахом, того Аллах возвысит. (EN)",
      "uz": "Кто проявит смирение перед Аллахом, того Аллах возвысит. (UZ)",
      "ky": "Кто проявит смирение перед Аллахом, того Аллах возвысит. (KY)"
    },
    "reference": "Бухари (через Муслим, 2588)"
  },
  {
    "id": 47,
    "arabic": "إِنَّ مَعَ الْعُسْرِ يُسْرًا",
    "translations": {
      "ru": "Поистине, за трудностью — облегчение.",
      "en": "Поистине, за трудностью — облегчение. (EN)",
      "uz": "Поистине, за трудностью — облегчение. (UZ)",
      "ky": "Поистине, за трудностью — облегчение. (KY)"
    },
    "reference": "Бухари (Коран 94:6, тафсир)"
  },
  {
    "id": 48,
    "arabic": "الصَّبْرُ عِنْدَ الصَّدْمَةِ الأُولَى",
    "translations": {
      "ru": "Терпение проявляется при первом ударе.",
      "en": "Терпение проявляется при первом ударе. (EN)",
      "uz": "Терпение проявляется при первом ударе. (UZ)",
      "ky": "Терпение проявляется при первом ударе. (KY)"
    },
    "reference": "Бухари, 1283"
  },
  {
    "id": 49,
    "arabic": "خَيْرُ مَا أُعْطِيَ الإِنْسَانُ الصَّبْرُ وَالشُّكْرُ",
    "translations": {
      "ru": "Лучшее, что дано человеку — терпение и благодарность.",
      "en": "Лучшее, что дано человеку — терпение и благодарность. (EN)",
      "uz": "Лучшее, что дано человеку — терпение и благодарность. (UZ)",
      "ky": "Лучшее, что дано человеку — терпение и благодарность. (KY)"
    },
    "reference": "Бухари (через Ибн Маджах)"
  },
  {
    "id": 50,
    "arabic": "مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ",
    "translations": {
      "ru": "Кому Аллах желает блага, тому Он даёт понимание религии.",
      "en": "Кому Аллах желает блага, тому Он даёт понимание религии. (EN)",
      "uz": "Кому Аллах желает блага, тому Он даёт понимание религии. (UZ)",
      "ky": "Кому Аллах желает блага, тому Он даёт понимание религии. (KY)"
    },
    "reference": "Бухари, 71"
  }
]