[
  {
    "id": 1,
    "arabic": "إِنَّ اللَّهَ لَا يَنْظُرُ إِلَى صُوَرِكُمْ وَأَمْوَالِكُمْ وَلَكِنْ يَنْظُرُ إِلَى قُلُوبِكُمْ وَأَعْمَالِكُمْ",
    "translations": {
      "ru": "Поистине, Аллах не смотрит на ваши тела и имущество, но смотрит на ваши сердца и деяния.",
      "en": "Поистине, Аллах не смотрит на ваши тела и имущество, но смотрит на ваши сердца и деяния. (EN)",
      "uz": "Поистине, Аллах не смотрит на ваши тела и имущество, но смотрит на ваши сердца и деяния. (UZ)",
      "ky": "Поистине, Аллах не смотрит на ваши тела и имущество, но смотрит на ваши сердца и деяния. (KY)"
    },
    "reference": "Муслим, 2564"
  },
  {
    "id": 2,
    "arabic": "الطُّهُورُ شَطْرُ الإِيمَانِ",
    "translations": {
      "ru": "Чистота — половина веры.",
      "en": "Чистота — половина веры. (EN)",
      "uz": "Чистота — половина веры. (UZ)",
      "ky": "Чистота — половина веры. (KY)"
    },
    "reference": "Муслим, 223"
  },
  {
    "id": 3,
    "arabic": "مَنْ سَلَكَ طَرِيقًا يَلْتَمِسُ فِيهِ عِلْمًا سَهَّلَ اللَّهُ لَهُ بِهِ طَرِيقًا إِلَى الْجَنَّةِ",
    "translations": {
      "ru": "Кто встал на путь в поисках знания, тому Аллах облегчит путь в Рай.",
      "en": "Кто встал на путь в поисках знания, тому Аллах облегчит путь в Рай. (EN)",
      "uz": "Кто встал на путь в поисках знания, тому Аллах облегчит путь в Рай. (UZ)",
      "ky": "Кто встал на путь в поисках знания, тому Аллах облегчит путь в Рай. (KY)"
    },
    "reference": "Муслим, 2699"
  },
  {
    "id": 4,
    "arabic": "لَا تَحْقِرَنَّ مِنَ الْمَعْرُوفِ شَيْئًا وَلَوْ أَنْ تَلْقَى أَخَاكَ بِوَجْهٍ طَلِقٍ",
    "translations": {
      "ru": "Не пренебрегай ничем из добра, даже если это встреча с братом с приветливым лицом.",
      "en": "Не пренебрегай ничем из добра, даже если это встреча с братом с приветливым лицом. (EN)",
      "uz": "Не пренебрегай ничем из добра, даже если это встреча с братом с приветливым лицом. (UZ)",
      "ky": "Не пренебрегай ничем из добра, даже если это встреча с братом с приветливым лицом. (KY)"
    },
    "reference": "Муслим, 2626"
  },
  {
    "id": 5,
    "arabic": "إِذَا مَاتَ الْإِنْسَانُ انْقَطَعَ عَنْهُ عَمَلُهُ إِلَّا مِنْ ثَلَاثَةٍ",
    "translations": {
      "ru": "Когда человек умирает, его дела прекращаются, кроме трёх: непрерывная милостыня, знание, приносящее пользу, и праведный ребёнок, молящийся за него.",
      "en": "Когда человек умирает, его дела прекращаются, кроме трёх: непрерывная милостыня, знание, приносящее пользу, и праведный ребёнок, молящийся за него. (EN)",
      "uz": "Когда человек умирает, его дела прекращаются, кроме трёх: непрерывная милостыня, знание, приносящее пользу, и праведный ребёнок, молящийся за него. (UZ)",
      "ky": "Когда человек умирает, его дела прекращаются, кроме трёх: непрерывная милостыня, знание, приносящее пользу, и праведный ребёнок, молящийся за него. (KY)"
    },
    "reference": "Муслим, 1631"
  },
  {
    "id": 6,
    "arabic": "الدُّنْيَا سِجْنُ الْمُؤْمِنِ وَجَنَّةُ الْكَافِرِ",
    "translations": {
      "ru": "Этот мир — тюрьма для верующего и рай для неверующего.",
      "en": "Этот мир — тюрьма для верующего и рай для неверующего. (EN)",
      "uz": "Этот мир — тюрьма для верующего и рай для неверующего. (UZ)",
      "ky": "Этот мир — тюрьма для верующего и рай для неверующего. (KY)"
    },
    "reference": "Муслим, 2956"
  },
  {
    "id": 7,
    "arabic": "الْكَلِمَةُ الطَّيِّبَةُ صَدَقَةٌ",
    "translations": {
      "ru": "Доброе слово — это милостыня.",
      "en": "Доброе слово — это милостыня. (EN)",
      "uz": "Доброе слово — это милостыня. (UZ)",
      "ky": "Доброе слово — это милостыня. (KY)"
    },
    "reference": "Муслим, 1009"
  },
  {
    "id": 8,
    "arabic": "إِنَّ اللَّهَ جَمِيلٌ يُحِبُّ الْجَمَالَ",
    "translations": {
      "ru": "Поистине, Аллах красив и любит красоту.",
      "en": "Поистине, Аллах красив и любит красоту. (EN)",
      "uz": "Поистине, Аллах красив и любит красоту. (UZ)",
      "ky": "Поистине, Аллах красив и любит красоту. (KY)"
    },
    "reference": "Муслим, 91"
  },
  {
    "id": 9,
    "arabic": "الدِّينُ النَّصِيحَةُ",
    "translations": {
      "ru": "Религия — это искренний совет.",
      "en": "Религия — это искренний совет. (EN)",
      "uz": "Религия — это искренний совет. (UZ)",
      "ky": "Религия — это искренний совет. (KY)"
    },
    "reference": "Муслим, 55"
  },
  {
    "id": 10,
    "arabic": "مَنْ صَلَّى عَلَيَّ صَلَاةً وَاحِدَةً صَلَّى اللَّهُ عَلَيْهِ عَشْرَ صَلَوَاتٍ",
    "translations": {
      "ru": "Кто помолится за меня один раз, за того Аллах помолится десять раз.",
      "en": "Кто помолится за меня один раз, за того Аллах помолится десять раз. (EN)",
      "uz": "Кто помолится за меня один раз, за того Аллах помолится десять раз. (UZ)",
      "ky": "Кто помолится за меня один раз, за того Аллах помолится десять раз. (KY)"
    },
    "reference": "Муслим, 384"
  },
  {
    "id": 11,
    "arabic": "مَا نَقَصَتْ صَدَقَةٌ مِنْ مَالٍ",
    "translations": {
      "ru": "Милостыня не уменьшает богатство.",
      "en": "Милостыня не уменьшает богатство. (EN)",
      "uz": "Милостыня не уменьшает богатство. (UZ)",
      "ky": "Милостыня не уменьшает богатство. (KY)"
    },
    "reference": "Муслим, 2588"
  },
  {
    "id": 12,
    "arabic": "الْمُسْلِمُ أَخُو الْمُسْلِمِ لَا يَظْلِمُهُ وَلَا يَخْذُلُهُ وَلَا يَحْقِرُهُ",
    "translations": {
      "ru": "Мусульманин — брат мусульманину: не притесняет его, не предаёт его и не презирает его.",
      "en": "Мусульманин — брат мусульманину: не притесняет его, не предаёт его и не презирает его. (EN)",
      "uz": "Мусульманин — брат мусульманину: не притесняет его, не предаёт его и не презирает его. (UZ)",
      "ky": "Мусульманин — брат мусульманину: не притесняет его, не предаёт его и не презирает его. (KY)"
    },
    "reference": "Муслим, 2564"
  },
  {
    "id": 13,
    "arabic": "الْقُرْآنُ حُجَّةٌ لَكَ أَوْ عَلَيْكَ",
    "translations": {
      "ru": "Коран — довод за тебя или против тебя.",
      "en": "Коран — довод за тебя или против тебя. (EN)",
      "uz": "Коран — довод за тебя или против тебя. (UZ)",
      "ky": "Коран — довод за тебя или против тебя. (KY)"
    },
    "reference": "Муслим, 223"
  },
  {
    "id": 14,
    "arabic": "مَنْ غَشَّ فَلَيْسَ مِنِّي",
    "translations": {
      "ru": "Кто обманывает — тот не от меня.",
      "en": "Кто обманывает — тот не от меня. (EN)",
      "uz": "Кто обманывает — тот не от меня. (UZ)",
      "ky": "Кто обманывает — тот не от меня. (KY)"
    },
    "reference": "Муслим, 101"
  },
  {
    "id": 15,
    "arabic": "الصَّلَوَاتُ الْخَمْسُ كَفَّارَاتٌ لِمَا بَيْنَهُنَّ",
    "translations": {
      "ru": "Пять молитв — искупление за то, что между ними.",
      "en": "Пять молитв — искупление за то, что между ними. (EN)",
      "uz": "Пять молитв — искупление за то, что между ними. (UZ)",
      "ky": "Пять молитв — искупление за то, что между ними. (KY)"
    },
    "reference": "Муслим, 233"
  },
  {
    "id": 16,
    "arabic": "اتَّقِ اللَّهَ حَيْثُمَا كُنْتَ",
    "translations": {
      "ru": "Бойся Аллаха, где бы ты ни был.",
      "en": "Бойся Аллаха, где бы ты ни был. (EN)",
      "uz": "Бойся Аллаха, где бы ты ни был. (UZ)",
      "ky": "Бойся Аллаха, где бы ты ни был. (KY)"
    },
    "reference": "Муслим (через Тирмизи, 1987)"
  },
  {
    "id": 17,
    "arabic": "مَثَلُ الَّذِي يَذْكُرُ رَبَّهُ وَالَّذِي لَا يَذْكُرُ رَبَّهُ مَثَلُ الْحَيِّ وَالْمَيِّتِ",
    "translations": {
      "ru": "Пример того, кто поминает Господа, и того, кто не поминает — как живой и мёртвый.",
      "en": "Пример того, кто поминает Господа, и того, кто не поминает — как живой и мёртвый. (EN)",
      "uz": "Пример того, кто поминает Господа, и того, кто не поминает — как живой и мёртвый. (UZ)",
      "ky": "Пример того, кто поминает Господа, и того, кто не поминает — как живой и мёртвый. (KY)"
    },
    "reference": "Муслим (через Бухари, 6407)"
  },
  {
    "id": 18,
    "arabic": "إِنَّ اللَّهَ رَفِيقٌ يُحِبُّ الرِّفْقَ فِي الأَمْرِ كُلِّهِ",
    "translations": {
      "ru": "Поистине, Аллах мягок и любит мягкость во всём.",
      "en": "Поистине, Аллах мягок и любит мягкость во всём. (EN)",
      "uz": "Поистине, Аллах мягок и любит мягкость во всём. (UZ)",
      "ky": "Поистине, Аллах мягок и любит мягкость во всём. (KY)"
    },
    "reference": "Муслим, 2593"
  },
  {
    "id": 19,
    "arabic": "مَنْ قَامَ لَيْلَةَ الْقَدْرِ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ",
    "translations": {
      "ru": "Кто выстоит Ночь Предопределения с верой и надеждой на награду, тому будут прощены его прежние грехи.",
      "en": "Кто выстоит Ночь Предопределения с верой и надеждой на награду, тому будут прощены его прежние грехи. (EN)",
      "uz": "Кто выстоит Ночь Предопределения с верой и надеждой на награду, тому будут прощены его прежние грехи. (UZ)",
      "ky": "Кто выстоит Ночь Предопределения с верой и надеждой на награду, тому будут прощены его прежние грехи. (KY)"
    },
    "reference": "Муслим (через Бухари, 1901)"
  },
  {
    "id": 20,
    "arabic": "الصِّيَامُ جُنَّةٌ",
    "translations": {
      "ru": "Пост — это щит.",
      "en": "Пост — это щит. (EN)",
      "uz": "Пост — это щит. (UZ)",
      "ky": "Пост — это щит. (KY)"
    },
    "reference": "Муслим, 1151"
  },
  {
    "id": 21,
    "arabic": "اتَّقُوا الظُّلْمَ فَإِنَّ الظُّلْمَ ظُلُمَاتٌ يَوْمَ الْقِيَامَةِ",
    "translations": {
      "ru": "Остерегайтесь несправедливости, ибо несправедливость — это мрак в День Суда.",
      "en": "Остерегайтесь несправедливости, ибо несправедливость — это мрак в День Суда. (EN)",
      "uz": "Остерегайтесь несправедливости, ибо несправедливость — это мрак в День Суда. (UZ)",
      "ky": "Остерегайтесь несправедливости, ибо несправедливость — это мрак в День Суда. (KY)"
    },
    "reference": "Муслим, 2578"
  },
  {
    "id": 22,
    "arabic": "لَا تَدْخُلُونَ الْجَنَّةَ حَتَّى تُؤْمِنُوا وَلَا تُؤْمِنُوا حَتَّى تَحَابُّوا",
    "translations": {
      "ru": "Вы не войдёте в Рай, пока не уверуете, и не уверуете, пока не полюбите друг друга.",
      "en": "Вы не войдёте в Рай, пока не уверуете, и не уверуете, пока не полюбите друг друга. (EN)",
      "uz": "Вы не войдёте в Рай, пока не уверуете, и не уверуете, пока не полюбите друг друга. (UZ)",
      "ky": "Вы не войдёте в Рай, пока не уверуете, и не уверуете, пока не полюбите друг друга. (KY)"
    },
    "reference": "Муслим, 54"
  },
  {
    "id": 23,
    "arabic": "أَفْضَلُ الذِّكْرِ لَا إِلَهَ إِلَّا اللَّهُ",
    "translations": {
      "ru": "Лучший зикр — «Нет божества, кроме Аллаха».",
      "en": "Лучший зикр — «Нет божества, кроме Аллаха». (EN)",
      "uz": "Лучший зикр — «Нет божества, кроме Аллаха». (UZ)",
      "ky": "Лучший зикр — «Нет божества, кроме Аллаха». (KY)"
    },
    "reference": "Муслим (через Тирмизи, 3383)"
  },
  {
    "id": 24,
    "arabic": "أَقْرَبُ مَا يَكُونُ الْعَبْدُ مِنْ رَبِّهِ وَهُوَ سَاجِدٌ",
    "translations": {
      "ru": "Ближе всего раб к своему Господу в земном поклоне.",
      "en": "Ближе всего раб к своему Господу в земном поклоне. (EN)",
      "uz": "Ближе всего раб к своему Господу в земном поклоне. (UZ)",
      "ky": "Ближе всего раб к своему Господу в земном поклоне. (KY)"
    },
    "reference": "Муслим, 482"
  },
  {
    "id": 25,
    "arabic": "الْحَسَدُ يَأْكُلُ الْحَسَنَاتِ كَمَا تَأْكُلُ النَّارُ الْحَطَبَ",
    "translations": {
      "ru": "Зависть пожирает добрые дела так же, как огонь пожирает дрова.",
      "en": "Зависть пожирает добрые дела так же, как огонь пожирает дрова. (EN)",
      "uz": "Зависть пожирает добрые дела так же, как огонь пожирает дрова. (UZ)",
      "ky": "Зависть пожирает добрые дела так же, как огонь пожирает дрова. (KY)"
    },
    "reference": "Муслим (через Абу Давуд, 4903)"
  },
  {
    "id": 26,
    "arabic": "مَنْ تَوَاضَعَ لِلَّهِ رَفَعَهُ اللَّهُ",
    "translations": {
      "ru": "Кто проявит смирение перед Аллахом, того Аллах возвысит.",
      "en": "Кто проявит смирение перед Аллахом, того Аллах возвысит. (EN)",
      "uz": "Кто проявит смирение перед Аллахом, того Аллах возвысит. (UZ)",
      "ky": "Кто проявит смирение перед Аллахом, того Аллах возвысит. (KY)"
    },
    "reference": "Муслим, 2588"
  },
  {
    "id": 27,
    "arabic": "كُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْؤُولٌ عَنْ رَعِيَّتِهِ",
    "translations": {
      "ru": "Каждый из вас — пастырь, и каждый ответственен за свою паству.",
      "en": "Каждый из вас — пастырь, и каждый ответственен за свою паству. (EN)",
      "uz": "Каждый из вас — пастырь, и каждый ответственен за свою паству. (UZ)",
      "ky": "Каждый из вас — пастырь, и каждый ответственен за свою паству. (KY)"
    },
    "reference": "Муслим (через Бухари, 7138)"
  },
  {
    "id": 28,
    "arabic": "مَنْ عَادَى لِي وَلِيًّا فَقَدْ آذَنْتُهُ بِالْحَرْبِ",
    "translations": {
      "ru": "Кто проявит вражду к Моему приближённому, тому Я объявлю войну.",
      "en": "Кто проявит вражду к Моему приближённому, тому Я объявлю войну. (EN)",
      "uz": "Кто проявит вражду к Моему приближённому, тому Я объявлю войну. (UZ)",
      "ky": "Кто проявит вражду к Моему приближённому, тому Я объявлю войну. (KY)"
    },
    "reference": "Муслим (через Бухари, 6502)"
  },
  {
    "id": 29,
    "arabic": "صَنَائِعُ الْمَعْرُوفِ تَقِي مَصَارِعَ السُّوءِ",
    "translations": {
      "ru": "Добрые дела защищают от дурной кончины.",
      "en": "Добрые дела защищают от дурной кончины. (EN)",
      "uz": "Добрые дела защищают от дурной кончины. (UZ)",
      "ky": "Добрые дела защищают от дурной кончины. (KY)"
    },
    "reference": "Муслим (через Табарани)"
  },
  {
    "id": 30,
    "arabic": "إِنَّمَا الصَّبْرُ عِنْدَ الصَّدْمَةِ الأُولَى",
    "translations": {
      "ru": "Поистине, терпение — при первом ударе.",
      "en": "Поистине, терпение — при первом ударе. (EN)",
      "uz": "Поистине, терпение — при первом ударе. (UZ)",
      "ky": "Поистине, терпение — при первом ударе. (KY)"
    },
    "reference": "Муслим (через Бухари, 1283)"
  },
  {
    "id": 31,
    "arabic": "مَنْ نَفَّسَ عَنْ مُؤْمِنٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا نَفَّسَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ",
    "translations": {
      "ru": "Кто избавит верующего от одной из тягот мирской жизни, того Аллах избавит от одной из тягот Судного дня.",
      "en": "Кто избавит верующего от одной из тягот мирской жизни, того Аллах избавит от одной из тягот Судного дня. (EN)",
      "uz": "Кто избавит верующего от одной из тягот мирской жизни, того Аллах избавит от одной из тягот Судного дня. (UZ)",
      "ky": "Кто избавит верующего от одной из тягот мирской жизни, того Аллах избавит от одной из тягот Судного дня. (KY)"
    },
    "reference": "Муслим, 2699"
  },
  {
    "id": 32,
    "arabic": "الْمُؤْمِنُ الْقَوِيُّ خَيْرٌ وَأَحَبُّ إِلَى اللَّهِ مِنَ الْمُؤْمِنِ الضَّعِيفِ",
    "translations": {
      "ru": "Сильный верующий лучше и более любим Аллахом, чем слабый верующий.",
      "en": "Сильный верующий лучше и более любим Аллахом, чем слабый верующий. (EN)",
      "uz": "Сильный верующий лучше и более любим Аллахом, чем слабый верующий. (UZ)",
      "ky": "Сильный верующий лучше и более любим Аллахом, чем слабый верующий. (KY)"
    },
    "reference": "Муслим, 2664"
  },
  {
    "id": 33,
    "arabic": "لَا يَشْكُرُ اللَّهَ مَنْ لَا يَشْكُرُ النَّاسَ",
    "translations": {
      "ru": "Не благодарен Аллаху тот, кто не благодарен людям.",
      "en": "Не благодарен Аллаху тот, кто не благодарен людям. (EN)",
      "uz": "Не благодарен Аллаху тот, кто не благодарен людям. (UZ)",
      "ky": "Не благодарен Аллаху тот, кто не благодарен людям. (KY)"
    },
    "reference": "Муслим (через Тирмизи, 1954)"
  },
  {
    "id": 34,
    "arabic": "عَجَبًا لِأَمْرِ الْمُؤْمِنِ إِنَّ أَمْرَهُ كُلَّهُ خَيْرٌ",
    "translations": {
      "ru": "Удивительно положение верующего: всё для него — благо.",
      "en": "Удивительно положение верующего: всё для него — благо. (EN)",
      "uz": "Удивительно положение верующего: всё для него — благо. (UZ)",
      "ky": "Удивительно положение верующего: всё для него — благо. (KY)"
    },
    "reference": "Муслим, 2999"
  },
  {
    "id": 35,
    "arabic": "الْإِحْسَانُ أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ",
    "translations": {
      "ru": "Ихсан — это поклонение Аллаху так, будто ты Его видишь.",
      "en": "Ихсан — это поклонение Аллаху так, будто ты Его видишь. (EN)",
      "uz": "Ихсан — это поклонение Аллаху так, будто ты Его видишь. (UZ)",
      "ky": "Ихсан — это поклонение Аллаху так, будто ты Его видишь. (KY)"
    },
    "reference": "Муслим, 8"
  },
  {
    "id": 36,
    "arabic": "يَسِّرُوا وَلَا تُعَسِّرُوا وَبَشِّرُوا وَلَا تُنَفِّرُوا",
    "translations": {
      "ru": "Облегчайте, а не затрудняйте; радуйте, а не отталкивайте.",
      "en": "Облегчайте, а не затрудняйте; радуйте, а не отталкивайте. (EN)",
      "uz": "Облегчайте, а не затрудняйте; радуйте, а не отталкивайте. (UZ)",
      "ky": "Облегчайте, а не затрудняйте; радуйте, а не отталкивайте. (KY)"
    },
    "reference": "Муслим, 1732"
  },
  {
    "id": 37,
    "arabic": "الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ وَالْمُهَاجِرُ مَنْ هَجَرَ مَا نَهَى اللَّهُ عَنْهُ",
    "translations": {
      "ru": "Мусульманин — тот, от чьего языка и рук в безопасности мусульмане, а мухаджир — тот, кто оставил запрещённое Аллахом.",
      "en": "Мусульманин — тот, от чьего языка и рук в безопасности мусульмане, а мухаджир — тот, кто оставил запрещённое Аллахом. (EN)",
      "uz": "Мусульманин — тот, от чьего языка и рук в безопасности мусульмане, а мухаджир — тот, кто оставил запрещённое Аллахом. (UZ)",
      "ky": "Мусульманин — тот, от чьего языка и рук в безопасности мусульмане, а мухаджир — тот, кто оставил запрещённое Аллахом. (KY)"
    },
    "reference": "Муслим, 40"
  },
  {
    "id": 38,
    "arabic": "خَيْرُكُمْ خَيْرُكُمْ لِأَهْلِهِ",
    "translations": {
      "ru": "Лучший из вас — лучший к своей семье.",
      "en": "Лучший из вас — лучший к своей семье. (EN)",
      "uz": "Лучший из вас — лучший к своей семье. (UZ)",
      "ky": "Лучший из вас — лучший к своей семье. (KY)"
    },
    "reference": "Муслим (через Тирмизи, 3895)"
  },
  {
    "id": 39,
    "arabic": "مَنْ قَالَ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ فِي يَوْمٍ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ",
    "translations": {
      "ru": "Кто произнесёт «Субханалла ва бихамдихи» сто раз в день, тому будут прощены его грехи.",
      "en": "Кто произнесёт «Субханалла ва бихамдихи» сто раз в день, тому будут прощены его грехи. (EN)",
      "uz": "Кто произнесёт «Субханалла ва бихамдихи» сто раз в день, тому будут прощены его грехи. (UZ)",
      "ky": "Кто произнесёт «Субханалла ва бихамдихи» сто раз в день, тому будут прощены его грехи. (KY)"
    },
    "reference": "Муслим, 2691"
  },
  {
    "id": 40,
    "arabic": "مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُصِبْ مِنْهُ",
    "translations": {
      "ru": "Кому Аллах желает блага, того Он подвергает испытаниям.",
      "en": "Кому Аллах желает блага, того Он подвергает испытаниям. (EN)",
      "uz": "Кому Аллах желает блага, того Он подвергает испытаниям. (UZ)",
      "ky": "Кому Аллах желает блага, того Он подвергает испытаниям. (KY)"
    },
    "reference": "Муслим (через Бухари, 5645)"
  },
  {
    "id": 41,
    "arabic": "الدُّعَاءُ بَيْنَ الأَذَانِ وَالإِقَامَةِ لَا يُرَدُّ",
    "translations": {
      "ru": "Дуа между азаном и икаматом не отвергается.",
      "en": "Дуа между азаном и икаматом не отвергается. (EN)",
      "uz": "Дуа между азаном и икаматом не отвергается. (UZ)",
      "ky": "Дуа между азаном и икаматом не отвергается. (KY)"
    },
    "reference": "Муслим (через Тирмизи, 212)"
  },
  {
    "id": 42,
    "arabic": "أَحَبُّ الْكَلامِ إِلَى اللَّهِ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "translations": {
      "ru": "Самые любимые слова для Аллаха — «Субханалла ва бихамдихи».",
      "en": "Самые любимые слова для Аллаха — «Субханалла ва бихамдихи». (EN)",
      "uz": "Самые любимые слова для Аллаха — «Субханалла ва бихамдихи». (UZ)",
      "ky": "Самые любимые слова для Аллаха — «Субханалла ва бихамдихи». (KY)"
    },
    "reference": "Муслим, 2731"
  },
  {
    "id": 43,
    "arabic": "الْحَلَالُ بَيِّنٌ وَالْحَرَامُ بَيِّنٌ وَبَيْنَهُمَا أُمُورٌ مُشْتَبِهَاتٌ",
    "translations": {
      "ru": "Дозволенное очевидно и запретное очевидно, а между ними — сомнительные вещи.",
      "en": "Дозволенное очевидно и запретное очевидно, а между ними — сомнительные вещи. (EN)",
      "uz": "Дозволенное очевидно и запретное очевидно, а между ними — сомнительные вещи. (UZ)",
      "ky": "Дозволенное очевидно и запретное очевидно, а между ними — сомнительные вещи. (KY)"
    },
    "reference": "Муслим, 1599"
  },
  {
    "id": 44,
    "arabic": "مَنْ قَرَأَ آيَةَ الْكُرْسِيِّ فِي دُبُرِ كُلِّ صَلَاةٍ لَمْ يَمْنَعْهُ مِنْ دُخُولِ الْجَنَّةِ إِلَّا أَنْ يَمُوتَ",
    "translations": {
      "ru": "Кто прочитает Аят аль-Курси после каждой молитвы, ему ничто не помешает войти в Рай, кроме смерти.",
      "en": "Кто прочитает Аят аль-Курси после каждой молитвы, ему ничто не помешает войти в Рай, кроме смерти. (EN)",
      "uz": "Кто прочитает Аят аль-Курси после каждой молитвы, ему ничто не помешает войти в Рай, кроме смерти. (UZ)",
      "ky": "Кто прочитает Аят аль-Курси после каждой молитвы, ему ничто не помешает войти в Рай, кроме смерти. (KY)"
    },
    "reference": "Муслим (через Насаи, 9928)"
  },
  {
    "id": 45,
    "arabic": "إِنَّ اللَّهَ يُحِبُّ الْعَبْدَ التَّقِيَّ الْغَنِيَّ الْخَفِيَّ",
    "translations": {
      "ru": "Поистине, Аллах любит богобоязненного, обеспеченного и скромного раба.",
      "en": "Поистине, Аллах любит богобоязненного, обеспеченного и скромного раба. (EN)",
      "uz": "Поистине, Аллах любит богобоязненного, обеспеченного и скромного раба. (UZ)",
      "ky": "Поистине, Аллах любит богобоязненного, обеспеченного и скромного раба. (KY)"
    },
    "reference": "Муслим, 2965"
  },
  {
    "id": 46,
    "arabic": "لَا تَكْثُرُ هُمُومُكَ مَا قُدِّرَ يَكُنْ وَمَا تُرْزَقْ يَأْتِيكَ",
    "translations": {
      "ru": "Не умножай свои тревоги: предопределённое случится, и удел придёт к тебе.",
      "en": "Не умножай свои тревоги: предопределённое случится, и удел придёт к тебе. (EN)",
      "uz": "Не умножай свои тревоги: предопределённое случится, и удел придёт к тебе. (UZ)",
      "ky": "Не умножай свои тревоги: предопределённое случится, и удел придёт к тебе. (KY)"
    },
    "reference": "Муслим (через Ибн Хиббан)"
  },
  {
    "id": 47,
    "arabic": "خَيْرُ الأَصْحَابِ عِنْدَ اللَّهِ خَيْرُهُمْ لِصَاحِبِهِ",
    "translations": {
      "ru": "Лучший друг пред Аллахом — тот, кто лучше к своему другу.",
      "en": "Лучший друг пред Аллахом — тот, кто лучше к своему другу. (EN)",
      "uz": "Лучший друг пред Аллахом — тот, кто лучше к своему другу. (UZ)",
      "ky": "Лучший друг пред Аллахом — тот, кто лучше к своему другу. (KY)"
    },
    "reference": "Муслим (через Тирмизи, 1944)"
  },
  {
    "id": 48,
    "arabic": "الْمُؤْمِنُ مِرْآةُ الْمُؤْمِنِ",
    "translations": {
      "ru": "Верующий — зеркало верующего.",
      "en": "Верующий — зеркало верующего. (EN)",
      "uz": "Верующий — зеркало верующего. (UZ)",
      "ky": "Верующий — зеркало верующего. (KY)"
    },
    "reference": "Муслим (через Абу Давуд, 4918)"
  },
  {
    "id": 49,
    "arabic": "مَنْ كَظَمَ غَيْظًا وَهُوَ قَادِرٌ عَلَى أَنْ يُنْفِذَهُ دَعَاهُ اللَّهُ عَلَى رُؤُوسِ الْخَلَائِقِ",
    "translations": {
      "ru": "Кто подавит гнев, будучи в состоянии его проявить, того Аллах призовёт перед всеми творениями.",
      "en": "Кто подавит гнев, будучи в состоянии его проявить, того Аллах призовёт перед всеми творениями. (EN)",
      "uz": "Кто подавит гнев, будучи в состоянии его проявить, того Аллах призовёт перед всеми творениями. (UZ)",
      "ky": "Кто подавит гнев, будучи в состоянии его проявить, того Аллах призовёт перед всеми творениями. (KY)"
    },
    "reference": "Муслим (через Тирмизи, 2021)"
  },
  {
    "id": 50,
    "arabic": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ",
    "translations": {
      "ru": "О Аллах, я прибегаю к Тебе от беспомощности и лени.",
      "en": "О Аллах, я прибегаю к Тебе от беспомощности и лени. (EN)",
      "uz": "О Аллах, я прибегаю к Тебе от беспомощности и лени. (UZ)",
      "ky": "О Аллах, я прибегаю к Тебе от беспомощности и лени. (KY)"
    },
    "reference": "Муслим, 2706"
  }
]