[
  {"id":1,"arabic":"إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى","translation":"Поистине, дела оцениваются только по намерениям, и каждому человеку достанется лишь то, что он намеревался обрести.","reference":"Навави, хадис 1"},
  {"id":2,"arabic":"بُنِيَ الإِسْلامُ عَلَى خَمْسٍ شَهَادَةِ أَنْ لا إِلَهَ إِلا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ وَإِقَامِ الصَّلاةِ وَإِيتَاءِ الزَّكَاةِ وَحَجِّ الْبَيْتِ وَصَوْمِ رَمَضَانَ","translation":"Ислам основан на пяти столпах: свидетельство, что нет божества кроме Аллаха и что Мухаммад — Посланник Аллаха, совершение молитвы, выплата закята, хадж и пост в Рамадан.","reference":"Навави, хадис 3"},
  {"id":3,"arabic":"إِنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ يَوْمًا نُطْفَةً","translation":"Поистине, каждый из вас формируется в утробе матери сорок дней в виде капли.","reference":"Навави, хадис 4"},
  {"id":4,"arabic":"مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ مِنْهُ فَهُوَ رَدٌّ","translation":"Кто привнесёт в наше дело то, что не является его частью — это будет отвергнуто.","reference":"Навави, хадис 5"},
  {"id":5,"arabic":"إِنَّ الْحَلالَ بَيِّنٌ وَإِنَّ الْحَرَامَ بَيِّنٌ وَبَيْنَهُمَا أُمُورٌ مُشْتَبِهَاتٌ","translation":"Поистине, дозволенное очевидно и запретное очевидно, а между ними — сомнительные вещи.","reference":"Навави, хадис 6"},
  {"id":6,"arabic":"الدِّينُ النَّصِيحَةُ","translation":"Религия — это искренний совет.","reference":"Навави, хадис 7"},
  {"id":7,"arabic":"أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لا إِلَهَ إِلا اللَّهُ","translation":"Мне было велено сражаться с людьми, пока они не засвидетельствуют, что нет божества кроме Аллаха.","reference":"Навави, хадис 8"},
  {"id":8,"arabic":"مَا نَهَيْتُكُمْ عَنْهُ فَاجْتَنِبُوهُ وَمَا أَمَرْتُكُمْ بِهِ فَأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ","translation":"Чего я вам запретил — избегайте, а что повелел — выполняйте по мере возможности.","reference":"Навави, хадис 9"},
  {"id":9,"arabic":"إِنَّ اللَّهَ طَيِّبٌ لَا يَقْبَلُ إِلَّا طَيِّبًا","translation":"Поистине, Аллах благ и не принимает ничего, кроме благого.","reference":"Навави, хадис 10"},
  {"id":10,"arabic":"دَعْ مَا يَرِيبُكَ إِلَى مَا لَا يَرِيبُكَ","translation":"Оставь то, что вызывает у тебя сомнение, ради того, что сомнений не вызывает.","reference":"Навави, хадис 11"},
  {"id":11,"arabic":"مِنْ حُسْنِ إسْلَامِ الْمَرْءِ تَرْكُهُ مَا لَا يَعْنِيهِ","translation":"Из совершенства ислама человека — оставление того, что его не касается.","reference":"Навави, хадис 12"},
  {"id":12,"arabic":"لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ","translation":"Не уверует никто из вас, пока не станет желать своему брату того же, чего желает себе.","reference":"Навави, хадис 13"},
  {"id":13,"arabic":"لَا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ إِلَّا بِإِحْدَى ثَلاثٍ","translation":"Кровь мусульманина запретна, кроме трёх случаев.","reference":"Навави, хадис 14"},
  {"id":14,"arabic":"مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ","translation":"Кто верует в Аллаха и в Последний день, пусть говорит благое или молчит.","reference":"Навави, хадис 15"},
  {"id":15,"arabic":"لَا تَغْضَبْ","translation":"Не гневайся!","reference":"Навави, хадис 16"},
  {"id":16,"arabic":"إِنَّ اللَّهَ كَتَبَ الإِحْسَانَ عَلَى كُلِّ شَيْءٍ","translation":"Поистине, Аллах предписал доброе отношение ко всему.","reference":"Навави, хадис 17"},
  {"id":17,"arabic":"اتَّقِ اللَّهَ حَيْثُمَا كُنْتَ وَأَتْبِعِ السَّيِّئَةَ الْحَسَنَةَ تَمْحُهَا وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ","translation":"Бойся Аллаха, где бы ты ни был, вслед за дурным делом соверши доброе, и оно сотрёт его, и относись к людям с хорошим нравом.","reference":"Навави, хадис 18"},
  {"id":18,"arabic":"يَا غُلَامُ إِنِّي أُعَلِّمُكَ كَلِمَاتٍ احْفَظِ اللَّهَ يَحْفَظْكَ","translation":"О юноша, я научу тебя нескольким словам. Храни Аллаха — и Он сохранит тебя.","reference":"Навави, хадис 19"},
  {"id":19,"arabic":"الْحَيَاءُ لَا يَأْتِي إِلَّا بِخَيْرٍ","translation":"Стыдливость приносит только благо.","reference":"Навави, хадис 20 (через Бухари)"},
  {"id":20,"arabic":"قُلْ آمَنْتُ بِاللَّهِ ثُمَّ اسْتَقِمْ","translation":"Скажи: «Я уверовал в Аллаха» — и будь стоек.","reference":"Навави, хадис 21"},
  {"id":21,"arabic":"أَرَأَيْتُمْ لَوْ أَنَّ نَهْرًا بِبَابِ أَحَدِكُمْ يَغْتَسِلُ فِيهِ كُلَّ يَوْمٍ خَمْسًا","translation":"Скажите, если бы у дверей одного из вас была река, и он купался бы в ней пять раз в день — осталась бы на нём грязь?","reference":"Навави (через Бухари, 528)"},
  {"id":22,"arabic":"إِنَّ اللَّهَ تَجَاوَزَ لِي عَنْ أُمَّتِي الْخَطَأَ وَالنِّسْيَانَ وَمَا اسْتُكْرِهُوا عَلَيْهِ","translation":"Поистине, Аллах простил моей общине ошибки, забывчивость и то, к чему их принудили.","reference":"Навави, хадис 39 (через Ибн Маджах)"},
  {"id":23,"arabic":"كُنْ فِي الدُّنْيَا كَأَنَّكَ غَرِيبٌ أَوْ عَابِرُ سَبِيلٍ","translation":"Будь в этом мире как чужеземец или путник.","reference":"Навави, хадис 40 (через Бухари)"},
  {"id":24,"arabic":"لَا ضَرَرَ وَلَا ضِرَارَ","translation":"Нельзя причинять вред ни себе, ни другим.","reference":"Навави, хадис 32"},
  {"id":25,"arabic":"ازْهَدْ فِي الدُّنْيَا يُحِبَّكَ اللَّهُ وَازْهَدْ فِيمَا عِنْدَ النَّاسِ يُحِبَّكَ النَّاسُ","translation":"Откажись от мирского — и Аллах полюбит тебя. Откажись от того, что у людей — и люди полюбят тебя.","reference":"Навави, хадис 31"},
  {"id":26,"arabic":"الْبَيِّنَةُ عَلَى الْمُدَّعِي وَالْيَمِينُ عَلَى الْمُدَّعَى عَلَيْهِ","translation":"Доказательство — на истце, а клятва — на ответчике.","reference":"Навави, хадис 33"},
  {"id":27,"arabic":"مَنْ رَأَى مِنْكُمْ مُنْكَرًا فَلْيُغَيِّرْهُ بِيَدِهِ","translation":"Кто из вас увидит порицаемое — пусть изменит это рукой; если не может — языком; если не может — сердцем, и это — слабейшая степень веры.","reference":"Навави, хадис 34"},
  {"id":28,"arabic":"لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يَكُونَ هَوَاهُ تَبَعًا لِمَا جِئْتُ بِهِ","translation":"Не уверует никто из вас, пока его страсти не последуют за тем, с чем я пришёл.","reference":"Навави, хадис 41"},
  {"id":29,"arabic":"قَالَ اللَّهُ تَعَالَى يَا عِبَادِي إِنِّي حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِي وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمًا فَلَا تَظَالَمُوا","translation":"Аллах Всевышний сказал: «О рабы Мои, Я запретил несправедливость Себе и сделал её запретной между вами — не притесняйте же друг друга».","reference":"Навави, хадис 24 (хадис кудси)"},
  {"id":30,"arabic":"مَنْ سَنَّ فِي الإِسْلَامِ سُنَّةً حَسَنَةً فَلَهُ أَجْرُهَا وَأَجْرُ مَنْ عَمِلَ بِهَا","translation":"Кто в Исламе установил хорошую традицию — тому его награда и награда тех, кто поступал по ней.","reference":"Навави, хадис 36 (через Муслим)"},
  {"id":31,"arabic":"إِنَّ اللَّهَ تَعَالَى فَرَضَ فَرَائِضَ فَلَا تُضَيِّعُوهَا","translation":"Поистине, Аллах установил обязанности — не пренебрегайте ими.","reference":"Навави, хадис 30"},
  {"id":32,"arabic":"مِنْ حُسْنِ إِسْلَامِ الْمَرْءِ تَرْكُهُ مَا لَا يَعْنِيهِ","translation":"Из совершенства ислама человека — оставление того, что его не касается.","reference":"Навави, хадис 12"},
  {"id":33,"arabic":"إِنَّ اللَّهَ لَا يَنْظُرُ إِلَى أَجْسَادِكُمْ وَلَا إِلَى صُوَرِكُمْ","translation":"Поистине, Аллах не смотрит на ваши тела и формы.","reference":"Навави (через Муслим, 2564)"},
  {"id":34,"arabic":"الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ","translation":"Мусульманин — тот, от языка и рук которого другие мусульмане в безопасности.","reference":"Навави, хадис 2 (через Бухари)"},
  {"id":35,"arabic":"أَمَّا بَعْدُ فَإِنَّ خَيْرَ الْحَدِيثِ كِتَابُ اللَّهِ","translation":"Затем: поистине, лучшая речь — Книга Аллаха.","reference":"Навави (через Муслим, 867)"},
  {"id":36,"arabic":"الطُّهُورُ شَطْرُ الإِيمَانِ","translation":"Чистота — половина веры.","reference":"Навави (через Муслим, 223)"},
  {"id":37,"arabic":"عَنِ اللَّهِ تَبَارَكَ وَتَعَالَى أَنَا عِنْدَ ظَنِّ عَبْدِي بِي","translation":"Аллах сказал: «Я — таков, каким полагает Меня Мой раб».","reference":"Навави, хадис 15 (хадис кудси)"},
  {"id":38,"arabic":"يَا عِبَادِي كُلُّكُمْ ضَالٌّ إِلَّا مَنْ هَدَيْتُهُ فَاسْتَهْدُونِي أَهْدِكُمْ","translation":"О рабы Мои, все вы заблудшие, кроме тех, кого Я наставил. Просите же у Меня наставления — Я наставлю вас.","reference":"Навави, хадис 24 (хадис кудси)"},
  {"id":39,"arabic":"إِنَّ اللَّهَ لَيَرْضَى عَنِ الْعَبْدِ أَنْ يَأْكُلَ الأَكْلَةَ فَيَحْمَدَهُ عَلَيْهَا","translation":"Поистине, Аллах доволен рабом, который ест и благодарит Его за это.","reference":"Навави (через Муслим, 2734)"},
  {"id":40,"arabic":"خَيْرُ يَوْمٍ طَلَعَتْ عَلَيْهِ الشَّمْسُ يَوْمُ الْجُمُعَةِ","translation":"Лучший день, в который взошло солнце — пятница.","reference":"Навави (через Муслим, 854)"},
  {"id":41,"arabic":"لَوْ أَنَّكُمْ تَوَكَّلُونَ عَلَى اللَّهِ حَقَّ تَوَكُّلِهِ لَرَزَقَكُمْ كَمَا يَرْزُقُ الطَّيْرَ","translation":"Если бы вы полагались на Аллаха должным образом, Он обеспечил бы вас так же, как обеспечивает птиц.","reference":"Навави, хадис 25 (через Тирмизи)"},
  {"id":42,"arabic":"احْفَظِ اللَّهَ تَجِدْهُ تُجَاهَكَ","translation":"Храни Аллаха — и обнаружишь, что Он перед тобой.","reference":"Навави, хадис 19"},
  {"id":43,"arabic":"وَاعْلَمْ أَنَّ الأُمَّةَ لَوِ اجْتَمَعَتْ عَلَى أَنْ يَنْفَعُوكَ بِشَيْءٍ لَمْ يَنْفَعُوكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ لَكَ","translation":"Знай, что если вся община соберётся, чтобы принести тебе пользу — они не принесут тебе ничего, кроме того, что Аллах уже предписал тебе.","reference":"Навави, хадис 19"},
  {"id":44,"arabic":"إِنَّ اللَّهَ يُحِبُّ أَنْ تُؤْتَى رُخَصُهُ كَمَا يُحِبُّ أَنْ تُؤْتَى عَزَائِمُهُ","translation":"Поистине, Аллах любит, когда используют Его облегчения, так же как любит, когда соблюдают Его обязательные предписания.","reference":"Навави (через Ахмад, 5866)"},
  {"id":45,"arabic":"الدُّنْيَا مَزْرَعَةُ الآخِرَةِ","translation":"Этот мир — нива для будущей жизни.","reference":"Навави (через аль-Аскари)"},
  {"id":46,"arabic":"اعْبُدِ اللَّهَ كَأَنَّكَ تَرَاهُ فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ","translation":"Поклоняйся Аллаху, будто видишь Его, и если ты не видишь Его — то Он видит тебя.","reference":"Навави, хадис 2 (через Муслим)"},
  {"id":47,"arabic":"مَنْ حُسْنِ إِسْلَامِ الْمَرْءِ تَرْكُهُ مَا لَا يَعْنِيهِ","translation":"Из совершенства ислама человека — оставление того, что его не касается.","reference":"Навави, хадис 12"},
  {"id":48,"arabic":"لَا تَزُولُ قَدَمَا عَبْدٍ يَوْمَ الْقِيَامَةِ حَتَّى يُسْأَلَ عَنْ عُمْرِهِ فِيمَا أَفْنَاهُ","translation":"Не сдвинутся стопы раба в Судный день, пока его не спросят: о жизни — как он провёл её, о знании — как применил, о богатстве — откуда взял и куда потратил, и о теле — как использовал.","reference":"Навави, хадис 37 (через Тирмизи)"},
  {"id":49,"arabic":"يَا ابْنَ آدَمَ إِنَّكَ مَا دَعَوْتَنِي وَرَجَوْتَنِي غَفَرْتُ لَكَ عَلَى مَا كَانَ مِنْكَ وَلَا أُبَالِي","translation":"О сын Адама! Пока ты взываешь ко Мне и надеешься на Меня, Я буду прощать тебе, что бы ты ни совершил.","reference":"Навави, хадис 42 (хадис кудси)"},
  {"id":50,"arabic":"وَمَا تَقَرَّبَ إِلَيَّ عَبْدِي بِشَيْءٍ أَحَبَّ إِلَيَّ مِمَّا افْتَرَضْتُ عَلَيْهِ","translation":"И не приближается ко Мне Мой раб ничем более любимым Мною, чем тем, что Я вменил ему в обязанность.","reference":"Навави, хадис 38 (хадис кудси)"}
]
