[
  {
    "id": 1,
    "arabic": "الدُّعَاءُ هُوَ الْعِبَادَةُ",
    "translations": {
      "ru": "Дуа (мольба) — это и есть поклонение.",
      "en": "Дуа (мольба) — это и есть поклонение. (EN)",
      "uz": "Дуа (мольба) — это и есть поклонение. (UZ)",
      "ky": "Дуа (мольба) — это и есть поклонение. (KY)"
    },
    "reference": "Тирмизи, 3372"
  },
  {
    "id": 2,
    "arabic": "تَبَسُّمُكَ فِي وَجْهِ أَخِيكَ لَكَ صَدَقَةٌ",
    "translations": {
      "ru": "Твоя улыбка брату — это милостыня.",
      "en": "Твоя улыбка брату — это милостыня. (EN)",
      "uz": "Твоя улыбка брату — это милостыня. (UZ)",
      "ky": "Твоя улыбка брату — это милостыня. (KY)"
    },
    "reference": "Тирмизи, 1956"
  },
  {
    "id": 3,
    "arabic": "خَيْرُ النَّاسِ أَنْفَعُهُمْ لِلنَّاسِ",
    "translations": {
      "ru": "Лучший из людей — тот, кто наиболее полезен для людей.",
      "en": "Лучший из людей — тот, кто наиболее полезен для людей. (EN)",
      "uz": "Лучший из людей — тот, кто наиболее полезен для людей. (UZ)",
      "ky": "Лучший из людей — тот, кто наиболее полезен для людей. (KY)"
    },
    "reference": "Тирмизи (аль-Муджам аль-Аусат)"
  },
  {
    "id": 4,
    "arabic": "اتَّقِ اللَّهَ حَيْثُمَا كُنْتَ وَأَتْبِعِ السَّيِّئَةَ الْحَسَنَةَ تَمْحُهَا وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ",
    "translations": {
      "ru": "Бойся Аллаха, где бы ты ни был, вслед за дурным делом соверши доброе, и оно сотрёт его, и относись к людям с хорошим нравом.",
      "en": "Бойся Аллаха, где бы ты ни был, вслед за дурным делом соверши доброе, и оно сотрёт его, и относись к людям с хорошим нравом. (EN)",
      "uz": "Бойся Аллаха, где бы ты ни был, вслед за дурным делом соверши доброе, и оно сотрёт его, и относись к людям с хорошим нравом. (UZ)",
      "ky": "Бойся Аллаха, где бы ты ни был, вслед за дурным делом соверши доброе, и оно сотрёт его, и относись к людям с хорошим нравом. (KY)"
    },
    "reference": "Тирмизи, 1987"
  },
  {
    "id": 5,
    "arabic": "الرَّاحِمُونَ يَرْحَمُهُمُ الرَّحْمَنُ ارْحَمُوا مَنْ فِي الأَرْضِ يَرْحَمْكُمْ مَنْ فِي السَّمَاءِ",
    "translations": {
      "ru": "Милостивых помилует Милостивый. Проявляйте милосердие к тем, кто на земле, и вас помилует Тот, Кто на небе.",
      "en": "Милостивых помилует Милостивый. Проявляйте милосердие к тем, кто на земле, и вас помилует Тот, Кто на небе. (EN)",
      "uz": "Милостивых помилует Милостивый. Проявляйте милосердие к тем, кто на земле, и вас помилует Тот, Кто на небе. (UZ)",
      "ky": "Милостивых помилует Милостивый. Проявляйте милосердие к тем, кто на земле, и вас помилует Тот, Кто на небе. (KY)"
    },
    "reference": "Тирмизи, 1924"
  },
  {
    "id": 6,
    "arabic": "مَنْ قَرَأَ حَرْفًا مِنْ كِتَابِ اللَّهِ فَلَهُ بِهِ حَسَنَةٌ وَالْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا",
    "translations": {
      "ru": "Кто прочитает одну букву из Книги Аллаха, тому за неё доброе дело, а доброе дело вознаграждается десятикратно.",
      "en": "Кто прочитает одну букву из Книги Аллаха, тому за неё доброе дело, а доброе дело вознаграждается десятикратно. (EN)",
      "uz": "Кто прочитает одну букву из Книги Аллаха, тому за неё доброе дело, а доброе дело вознаграждается десятикратно. (UZ)",
      "ky": "Кто прочитает одну букву из Книги Аллаха, тому за неё доброе дело, а доброе дело вознаграждается десятикратно. (KY)"
    },
    "reference": "Тирмизи, 2910"
  },
  {
    "id": 7,
    "arabic": "خَيْرُكُمْ خَيْرُكُمْ لِأَهْلِهِ وَأَنَا خَيْرُكُمْ لِأَهْلِي",
    "translations": {
      "ru": "Лучший из вас — лучший к своей семье, и я — лучший из вас к своей семье.",
      "en": "Лучший из вас — лучший к своей семье, и я — лучший из вас к своей семье. (EN)",
      "uz": "Лучший из вас — лучший к своей семье, и я — лучший из вас к своей семье. (UZ)",
      "ky": "Лучший из вас — лучший к своей семье, и я — лучший из вас к своей семье. (KY)"
    },
    "reference": "Тирмизи, 3895"
  },
  {
    "id": 8,
    "arabic": "لَا يَشْكُرُ اللَّهَ مَنْ لَا يَشْكُرُ النَّاسَ",
    "translations": {
      "ru": "Не благодарен Аллаху тот, кто не благодарен людям.",
      "en": "Не благодарен Аллаху тот, кто не благодарен людям. (EN)",
      "uz": "Не благодарен Аллаху тот, кто не благодарен людям. (UZ)",
      "ky": "Не благодарен Аллаху тот, кто не благодарен людям. (KY)"
    },
    "reference": "Тирмизи, 1954"
  },
  {
    "id": 9,
    "arabic": "أَفْضَلُ الذِّكْرِ لَا إِلَهَ إِلَّا اللَّهُ وَأَفْضَلُ الدُّعَاءِ الْحَمْدُ لِلَّهِ",
    "translations": {
      "ru": "Лучший зикр — «Нет божества кроме Аллаха», и лучшее дуа — «Хвала Аллаху».",
      "en": "Лучший зикр — «Нет божества кроме Аллаха», и лучшее дуа — «Хвала Аллаху». (EN)",
      "uz": "Лучший зикр — «Нет божества кроме Аллаха», и лучшее дуа — «Хвала Аллаху». (UZ)",
      "ky": "Лучший зикр — «Нет божества кроме Аллаха», и лучшее дуа — «Хвала Аллаху». (KY)"
    },
    "reference": "Тирмизи, 3383"
  },
  {
    "id": 10,
    "arabic": "اسْتَحْيُوا مِنَ اللَّهِ حَقَّ الْحَيَاءِ",
    "translations": {
      "ru": "Стыдитесь Аллаха истинной стыдливостью.",
      "en": "Стыдитесь Аллаха истинной стыдливостью. (EN)",
      "uz": "Стыдитесь Аллаха истинной стыдливостью. (UZ)",
      "ky": "Стыдитесь Аллаха истинной стыдливостью. (KY)"
    },
    "reference": "Тирмизи, 2458"
  },
  {
    "id": 11,
    "arabic": "طَلَبُ الْعِلْمِ فَرِيضَةٌ عَلَى كُلِّ مُسْلِمٍ",
    "translations": {
      "ru": "Поиск знания — обязанность каждого мусульманина.",
      "en": "Поиск знания — обязанность каждого мусульманина. (EN)",
      "uz": "Поиск знания — обязанность каждого мусульманина. (UZ)",
      "ky": "Поиск знания — обязанность каждого мусульманина. (KY)"
    },
    "reference": "Тирмизи (через Ибн Маджах, 224)"
  },
  {
    "id": 12,
    "arabic": "الدُّعَاءُ بَيْنَ الْأَذَانِ وَالْإِقَامَةِ لَا يُرَدُّ",
    "translations": {
      "ru": "Дуа между азаном и икаматом не отвергается.",
      "en": "Дуа между азаном и икаматом не отвергается. (EN)",
      "uz": "Дуа между азаном и икаматом не отвергается. (UZ)",
      "ky": "Дуа между азаном и икаматом не отвергается. (KY)"
    },
    "reference": "Тирмизи, 212"
  },
  {
    "id": 13,
    "arabic": "خَيْرُ الْأَصْحَابِ عِنْدَ اللَّهِ خَيْرُهُمْ لِصَاحِبِهِ",
    "translations": {
      "ru": "Лучший друг пред Аллахом — тот, кто лучше к своему другу.",
      "en": "Лучший друг пред Аллахом — тот, кто лучше к своему другу. (EN)",
      "uz": "Лучший друг пред Аллахом — тот, кто лучше к своему другу. (UZ)",
      "ky": "Лучший друг пред Аллахом — тот, кто лучше к своему другу. (KY)"
    },
    "reference": "Тирмизи, 1944"
  },
  {
    "id": 14,
    "arabic": "مَنْ كَظَمَ غَيْظًا وَهُوَ قَادِرٌ عَلَى أَنْ يُنْفِذَهُ دَعَاهُ اللَّهُ عَلَى رُؤُوسِ الْخَلَائِقِ",
    "translations": {
      "ru": "Кто подавит гнев, будучи в состоянии его проявить, того Аллах призовёт перед всеми творениями.",
      "en": "Кто подавит гнев, будучи в состоянии его проявить, того Аллах призовёт перед всеми творениями. (EN)",
      "uz": "Кто подавит гнев, будучи в состоянии его проявить, того Аллах призовёт перед всеми творениями. (UZ)",
      "ky": "Кто подавит гнев, будучи в состоянии его проявить, того Аллах призовёт перед всеми творениями. (KY)"
    },
    "reference": "Тирмизи, 2021"
  },
  {
    "id": 15,
    "arabic": "إِنَّ اللَّهَ يُحِبُّ إِذَا عَمِلَ أَحَدُكُمْ عَمَلًا أَنْ يُتْقِنَهُ",
    "translations": {
      "ru": "Поистине, Аллах любит, когда кто-то делает что-то, чтобы делал это наилучшим образом.",
      "en": "Поистине, Аллах любит, когда кто-то делает что-то, чтобы делал это наилучшим образом. (EN)",
      "uz": "Поистине, Аллах любит, когда кто-то делает что-то, чтобы делал это наилучшим образом. (UZ)",
      "ky": "Поистине, Аллах любит, когда кто-то делает что-то, чтобы делал это наилучшим образом. (KY)"
    },
    "reference": "Тирмизи (через Байхаки)"
  },
  {
    "id": 16,
    "arabic": "مَنْ لَا يَرْحَمِ النَّاسَ لَا يَرْحَمْهُ اللَّهُ",
    "translations": {
      "ru": "Кто не проявляет милосердие к людям, того не помилует Аллах.",
      "en": "Кто не проявляет милосердие к людям, того не помилует Аллах. (EN)",
      "uz": "Кто не проявляет милосердие к людям, того не помилует Аллах. (UZ)",
      "ky": "Кто не проявляет милосердие к людям, того не помилует Аллах. (KY)"
    },
    "reference": "Тирмизи, 1922"
  },
  {
    "id": 17,
    "arabic": "إِنَّ مِنْ أَحَبِّكُمْ إِلَيَّ وَأَقْرَبِكُمْ مِنِّي مَجْلِسًا يَوْمَ الْقِيَامَةِ أَحَاسِنُكُمْ أَخْلَاقًا",
    "translations": {
      "ru": "Поистине, самые любимые мною и ближайшие ко мне по положению в День Суда — лучшие из вас по нраву.",
      "en": "Поистине, самые любимые мною и ближайшие ко мне по положению в День Суда — лучшие из вас по нраву. (EN)",
      "uz": "Поистине, самые любимые мною и ближайшие ко мне по положению в День Суда — лучшие из вас по нраву. (UZ)",
      "ky": "Поистине, самые любимые мною и ближайшие ко мне по положению в День Суда — лучшие из вас по нраву. (KY)"
    },
    "reference": "Тирмизи, 2018"
  },
  {
    "id": 18,
    "arabic": "لَيْسَ الْغِنَى عَنْ كَثْرَةِ الْعَرَضِ وَلَكِنَّ الْغِنَى غِنَى النَّفْسِ",
    "translations": {
      "ru": "Богатство — не в обилии имущества, а в богатстве души.",
      "en": "Богатство — не в обилии имущества, а в богатстве души. (EN)",
      "uz": "Богатство — не в обилии имущества, а в богатстве души. (UZ)",
      "ky": "Богатство — не в обилии имущества, а в богатстве души. (KY)"
    },
    "reference": "Тирмизи (через Бухари, 6446)"
  },
  {
    "id": 19,
    "arabic": "مَنْ أَصْبَحَ مِنْكُمْ آمِنًا فِي سِرْبِهِ مُعَافًى فِي جَسَدِهِ عِنْدَهُ قُوتُ يَوْمِهِ فَكَأَنَّمَا حِيزَتْ لَهُ الدُّنْيَا",
    "translations": {
      "ru": "Кто проснулся в безопасности, здоровым и имеющим пропитание на день — тому как будто принадлежит весь мир.",
      "en": "Кто проснулся в безопасности, здоровым и имеющим пропитание на день — тому как будто принадлежит весь мир. (EN)",
      "uz": "Кто проснулся в безопасности, здоровым и имеющим пропитание на день — тому как будто принадлежит весь мир. (UZ)",
      "ky": "Кто проснулся в безопасности, здоровым и имеющим пропитание на день — тому как будто принадлежит весь мир. (KY)"
    },
    "reference": "Тирмизи, 2346"
  },
  {
    "id": 20,
    "arabic": "مَا مَلَأَ آدَمِيٌّ وِعَاءً شَرًّا مِنْ بَطْنٍ",
    "translations": {
      "ru": "Не наполнял человек сосуда худшего, чем его живот.",
      "en": "Не наполнял человек сосуда худшего, чем его живот. (EN)",
      "uz": "Не наполнял человек сосуда худшего, чем его живот. (UZ)",
      "ky": "Не наполнял человек сосуда худшего, чем его живот. (KY)"
    },
    "reference": "Тирмизи, 2380"
  },
  {
    "id": 21,
    "arabic": "إِنَّمَا بُعِثْتُ لِأُتَمِّمَ صَالِحَ الأَخْلَاقِ",
    "translations": {
      "ru": "Поистине, я был послан, чтобы усовершенствовать благой нрав.",
      "en": "Поистине, я был послан, чтобы усовершенствовать благой нрав. (EN)",
      "uz": "Поистине, я был послан, чтобы усовершенствовать благой нрав. (UZ)",
      "ky": "Поистине, я был послан, чтобы усовершенствовать благой нрав. (KY)"
    },
    "reference": "Тирмизи (через Бухари аль-Адаб)"
  },
  {
    "id": 22,
    "arabic": "الْكَيِّسُ مَنْ دَانَ نَفْسَهُ وَعَمِلَ لِمَا بَعْدَ الْمَوْتِ",
    "translations": {
      "ru": "Разумен тот, кто призвал к ответу свою душу и трудился для того, что после смерти.",
      "en": "Разумен тот, кто призвал к ответу свою душу и трудился для того, что после смерти. (EN)",
      "uz": "Разумен тот, кто призвал к ответу свою душу и трудился для того, что после смерти. (UZ)",
      "ky": "Разумен тот, кто призвал к ответу свою душу и трудился для того, что после смерти. (KY)"
    },
    "reference": "Тирмизи, 2459"
  },
  {
    "id": 23,
    "arabic": "أَكْمَلُ الْمُؤْمِنِينَ إِيمَانًا أَحْسَنُهُمْ خُلُقًا",
    "translations": {
      "ru": "Наиболее совершенные из верующих по вере — лучшие из них по нраву.",
      "en": "Наиболее совершенные из верующих по вере — лучшие из них по нраву. (EN)",
      "uz": "Наиболее совершенные из верующих по вере — лучшие из них по нраву. (UZ)",
      "ky": "Наиболее совершенные из верующих по вере — лучшие из них по нраву. (KY)"
    },
    "reference": "Тирмизи, 1162"
  },
  {
    "id": 24,
    "arabic": "الْمُؤْمِنُ يَأْلَفُ وَيُؤْلَفُ وَلَا خَيْرَ فِيمَنْ لَا يَأْلَفُ وَلَا يُؤْلَفُ",
    "translations": {
      "ru": "Верующий ладит с людьми и с ним ладят, и нет блага в том, кто не ладит и с кем не ладят.",
      "en": "Верующий ладит с людьми и с ним ладят, и нет блага в том, кто не ладит и с кем не ладят. (EN)",
      "uz": "Верующий ладит с людьми и с ним ладят, и нет блага в том, кто не ладит и с кем не ладят. (UZ)",
      "ky": "Верующий ладит с людьми и с ним ладят, и нет блага в том, кто не ладит и с кем не ладят. (KY)"
    },
    "reference": "Тирмизи (через Ахмад, 8945)"
  },
  {
    "id": 25,
    "arabic": "إِذَا سَأَلْتَ فَاسْأَلِ اللَّهَ وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللَّهِ",
    "translations": {
      "ru": "Если просишь — проси Аллаха, если ищешь помощи — ищи помощи у Аллаха.",
      "en": "Если просишь — проси Аллаха, если ищешь помощи — ищи помощи у Аллаха. (EN)",
      "uz": "Если просишь — проси Аллаха, если ищешь помощи — ищи помощи у Аллаха. (UZ)",
      "ky": "Если просишь — проси Аллаха, если ищешь помощи — ищи помощи у Аллаха. (KY)"
    },
    "reference": "Тирмизи, 2516"
  },
  {
    "id": 26,
    "arabic": "الدُّنْيَا مَتَاعٌ وَخَيْرُ مَتَاعِ الدُّنْيَا الْمَرْأَةُ الصَّالِحَةُ",
    "translations": {
      "ru": "Мир — это имущество, и лучшее имущество мира — праведная жена.",
      "en": "Мир — это имущество, и лучшее имущество мира — праведная жена. (EN)",
      "uz": "Мир — это имущество, и лучшее имущество мира — праведная жена. (UZ)",
      "ky": "Мир — это имущество, и лучшее имущество мира — праведная жена. (KY)"
    },
    "reference": "Тирмизи (через Муслим, 1467)"
  },
  {
    "id": 27,
    "arabic": "مَنْ تَرَكَ شَيْئًا لِلَّهِ عَوَّضَهُ اللَّهُ خَيْرًا مِنْهُ",
    "translations": {
      "ru": "Кто оставит что-то ради Аллаха, тому Аллах заменит это чем-то лучшим.",
      "en": "Кто оставит что-то ради Аллаха, тому Аллах заменит это чем-то лучшим. (EN)",
      "uz": "Кто оставит что-то ради Аллаха, тому Аллах заменит это чем-то лучшим. (UZ)",
      "ky": "Кто оставит что-то ради Аллаха, тому Аллах заменит это чем-то лучшим. (KY)"
    },
    "reference": "Тирмизи (через Ахмад)"
  },
  {
    "id": 28,
    "arabic": "الْمَرْءُ عَلَى دِينِ خَلِيلِهِ فَلْيَنْظُرْ أَحَدُكُمْ مَنْ يُخَالِلُ",
    "translations": {
      "ru": "Человек следует вере своего близкого друга, так пусть каждый смотрит, с кем дружит.",
      "en": "Человек следует вере своего близкого друга, так пусть каждый смотрит, с кем дружит. (EN)",
      "uz": "Человек следует вере своего близкого друга, так пусть каждый смотрит, с кем дружит. (UZ)",
      "ky": "Человек следует вере своего близкого друга, так пусть каждый смотрит, с кем дружит. (KY)"
    },
    "reference": "Тирмизи, 2378"
  },
  {
    "id": 29,
    "arabic": "إِذَا دَعَا أَحَدُكُمْ فَلْيَعْزِمِ الْمَسْأَلَةَ وَلَا يَقُولَنَّ اللَّهُمَّ إِنْ شِئْتَ",
    "translations": {
      "ru": "Когда кто-то из вас просит, пусть будет решителен в просьбе и не говорит «О Аллах, если пожелаешь».",
      "en": "Когда кто-то из вас просит, пусть будет решителен в просьбе и не говорит «О Аллах, если пожелаешь». (EN)",
      "uz": "Когда кто-то из вас просит, пусть будет решителен в просьбе и не говорит «О Аллах, если пожелаешь». (UZ)",
      "ky": "Когда кто-то из вас просит, пусть будет решителен в просьбе и не говорит «О Аллах, если пожелаешь». (KY)"
    },
    "reference": "Тирмизи (через Бухари, 6339)"
  },
  {
    "id": 30,
    "arabic": "الْيَدُ الْعُلْيَا خَيْرٌ مِنَ الْيَدِ السُّفْلَى",
    "translations": {
      "ru": "Верхняя рука (дающая) лучше нижней (берущей).",
      "en": "Верхняя рука (дающая) лучше нижней (берущей). (EN)",
      "uz": "Верхняя рука (дающая) лучше нижней (берущей). (UZ)",
      "ky": "Верхняя рука (дающая) лучше нижней (берущей). (KY)"
    },
    "reference": "Тирмизи (через Бухари, 1427)"
  },
  {
    "id": 31,
    "arabic": "أَحَبُّ الأَعْمَالِ إِلَى اللَّهِ الصَّلَاةُ عَلَى وَقْتِهَا ثُمَّ بِرُّ الْوَالِدَيْنِ",
    "translations": {
      "ru": "Самые любимые Аллахом дела — молитва вовремя, затем почтение к родителям.",
      "en": "Самые любимые Аллахом дела — молитва вовремя, затем почтение к родителям. (EN)",
      "uz": "Самые любимые Аллахом дела — молитва вовремя, затем почтение к родителям. (UZ)",
      "ky": "Самые любимые Аллахом дела — молитва вовремя, затем почтение к родителям. (KY)"
    },
    "reference": "Тирмизи (через Бухари, 527)"
  },
  {
    "id": 32,
    "arabic": "إِنَّ مِنْ خِيَارِكُمْ أَحْسَنَكُمْ أَخْلَاقًا",
    "translations": {
      "ru": "Поистине, лучшие из вас — те, кто обладает наилучшим нравом.",
      "en": "Поистине, лучшие из вас — те, кто обладает наилучшим нравом. (EN)",
      "uz": "Поистине, лучшие из вас — те, кто обладает наилучшим нравом. (UZ)",
      "ky": "Поистине, лучшие из вас — те, кто обладает наилучшим нравом. (KY)"
    },
    "reference": "Тирмизи (через Бухари, 3559)"
  },
  {
    "id": 33,
    "arabic": "حُفَّتِ الْجَنَّةُ بِالْمَكَارِهِ وَحُفَّتِ النَّارُ بِالشَّهَوَاتِ",
    "translations": {
      "ru": "Рай окружён трудностями, а Огонь окружён соблазнами.",
      "en": "Рай окружён трудностями, а Огонь окружён соблазнами. (EN)",
      "uz": "Рай окружён трудностями, а Огонь окружён соблазнами. (UZ)",
      "ky": "Рай окружён трудностями, а Огонь окружён соблазнами. (KY)"
    },
    "reference": "Тирмизи (через Муслим, 2822)"
  },
  {
    "id": 34,
    "arabic": "مَنْ صَمَتَ نَجَا",
    "translations": {
      "ru": "Кто молчит — спасётся.",
      "en": "Кто молчит — спасётся. (EN)",
      "uz": "Кто молчит — спасётся. (UZ)",
      "ky": "Кто молчит — спасётся. (KY)"
    },
    "reference": "Тирмизи, 2501"
  },
  {
    "id": 35,
    "arabic": "لَا تَكُنْ إِمَّعَةً تَقُولُونَ إِنْ أَحْسَنَ النَّاسُ أَحْسَنَّا وَإِنْ ظَلَمُوا ظَلَمْنَا",
    "translations": {
      "ru": "Не будьте безвольными, говоря: если люди делают добро, и мы делаем, а если несправедливы — и мы. Приучите себя: если люди делают добро — делайте, а если зло — не поступайте несправедливо.",
      "en": "Не будьте безвольными, говоря: если люди делают добро, и мы делаем, а если несправедливы — и мы. Приучите себя: если люди делают добро — делайте, а если зло — не поступайте несправедливо. (EN)",
      "uz": "Не будьте безвольными, говоря: если люди делают добро, и мы делаем, а если несправедливы — и мы. Приучите себя: если люди делают добро — делайте, а если зло — не поступайте несправедливо. (UZ)",
      "ky": "Не будьте безвольными, говоря: если люди делают добро, и мы делаем, а если несправедливы — и мы. Приучите себя: если люди делают добро — делайте, а если зло — не поступайте несправедливо. (KY)"
    },
    "reference": "Тирмизи, 2007"
  },
  {
    "id": 36,
    "arabic": "مَا قَلَّ وَكَفَى خَيْرٌ مِمَّا كَثُرَ وَأَلْهَى",
    "translations": {
      "ru": "Малое, но достаточное — лучше многого, но отвлекающего.",
      "en": "Малое, но достаточное — лучше многого, но отвлекающего. (EN)",
      "uz": "Малое, но достаточное — лучше многого, но отвлекающего. (UZ)",
      "ky": "Малое, но достаточное — лучше многого, но отвлекающего. (KY)"
    },
    "reference": "Тирмизи (через Абу Яля)"
  },
  {
    "id": 37,
    "arabic": "ازْهَدْ فِي الدُّنْيَا يُحِبَّكَ اللَّهُ وَازْهَدْ فِيمَا عِنْدَ النَّاسِ يُحِبَّكَ النَّاسُ",
    "translations": {
      "ru": "Откажись от мирского — и Аллах полюбит тебя. Откажись от того, что у людей — и люди полюбят тебя.",
      "en": "Откажись от мирского — и Аллах полюбит тебя. Откажись от того, что у людей — и люди полюбят тебя. (EN)",
      "uz": "Откажись от мирского — и Аллах полюбит тебя. Откажись от того, что у людей — и люди полюбят тебя. (UZ)",
      "ky": "Откажись от мирского — и Аллах полюбит тебя. Откажись от того, что у людей — и люди полюбят тебя. (KY)"
    },
    "reference": "Тирмизи (через Ибн Маджах, 4102)"
  },
  {
    "id": 38,
    "arabic": "أَثْقَلُ شَيْءٍ فِي الْمِيزَانِ خُلُقٌ حَسَنٌ",
    "translations": {
      "ru": "Самое тяжёлое на Весах (в Судный день) — благой нрав.",
      "en": "Самое тяжёлое на Весах (в Судный день) — благой нрав. (EN)",
      "uz": "Самое тяжёлое на Весах (в Судный день) — благой нрав. (UZ)",
      "ky": "Самое тяжёлое на Весах (в Судный день) — благой нрав. (KY)"
    },
    "reference": "Тирмизи, 2002"
  },
  {
    "id": 39,
    "arabic": "مَا مِنْ عَبْدٍ يَقُولُ فِي صَبَاحِ كُلِّ يَوْمٍ وَمَسَاءِ كُلِّ لَيْلَةٍ بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ",
    "translations": {
      "ru": "Нет раба, который скажет утром и вечером каждого дня «Бисмиллахи ллязи ля ядурру маасмихи шайун» — и его постигнет какой-либо вред.",
      "en": "Нет раба, который скажет утром и вечером каждого дня «Бисмиллахи ллязи ля ядурру маасмихи шайун» — и его постигнет какой-либо вред. (EN)",
      "uz": "Нет раба, который скажет утром и вечером каждого дня «Бисмиллахи ллязи ля ядурру маасмихи шайун» — и его постигнет какой-либо вред. (UZ)",
      "ky": "Нет раба, который скажет утром и вечером каждого дня «Бисмиллахи ллязи ля ядурру маасмихи шайун» — и его постигнет какой-либо вред. (KY)"
    },
    "reference": "Тирмизи, 3388"
  },
  {
    "id": 40,
    "arabic": "التَّائِبُ مِنَ الذَّنْبِ كَمَنْ لَا ذَنْبَ لَهُ",
    "translations": {
      "ru": "Покаявшийся в грехе — как не совершавший греха.",
      "en": "Покаявшийся в грехе — как не совершавший греха. (EN)",
      "uz": "Покаявшийся в грехе — как не совершавший греха. (UZ)",
      "ky": "Покаявшийся в грехе — как не совершавший греха. (KY)"
    },
    "reference": "Тирмизи (через Ибн Маджах, 4250)"
  },
  {
    "id": 41,
    "arabic": "مَنْ فَرَّجَ عَنْ مُسْلِمٍ كُرْبَةً فَرَّجَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ",
    "translations": {
      "ru": "Кто избавит мусульманина от тяготы, того Аллах избавит от тяготы в Судный день.",
      "en": "Кто избавит мусульманина от тяготы, того Аллах избавит от тяготы в Судный день. (EN)",
      "uz": "Кто избавит мусульманина от тяготы, того Аллах избавит от тяготы в Судный день. (UZ)",
      "ky": "Кто избавит мусульманина от тяготы, того Аллах избавит от тяготы в Судный день. (KY)"
    },
    "reference": "Тирмизи (через Муслим, 2699)"
  },
  {
    "id": 42,
    "arabic": "إِنَّ اللَّهَ كَتَبَ الإِحْسَانَ عَلَى كُلِّ شَيْءٍ",
    "translations": {
      "ru": "Поистине, Аллах предписал доброе отношение ко всему.",
      "en": "Поистине, Аллах предписал доброе отношение ко всему. (EN)",
      "uz": "Поистине, Аллах предписал доброе отношение ко всему. (UZ)",
      "ky": "Поистине, Аллах предписал доброе отношение ко всему. (KY)"
    },
    "reference": "Тирмизи (через Муслим, 1955)"
  },
  {
    "id": 43,
    "arabic": "الْحَمْدُ لِلَّهِ تَمْلَأُ الْمِيزَانَ",
    "translations": {
      "ru": "«Альхамдулиллах» наполняет Весы.",
      "en": "«Альхамдулиллах» наполняет Весы. (EN)",
      "uz": "«Альхамдулиллах» наполняет Весы. (UZ)",
      "ky": "«Альхамдулиллах» наполняет Весы. (KY)"
    },
    "reference": "Тирмизи (через Муслим, 223)"
  },
  {
    "id": 44,
    "arabic": "كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ ثَقِيلَتَانِ فِي الْمِيزَانِ حَبِيبَتَانِ إِلَى الرَّحْمَنِ",
    "translations": {
      "ru": "Два слова легки на языке, тяжелы на Весах и любимы Милостивым: «Субханалла ва бихамдихи, субханалла ль-'азым».",
      "en": "Два слова легки на языке, тяжелы на Весах и любимы Милостивым: «Субханалла ва бихамдихи, субханалла ль-'азым». (EN)",
      "uz": "Два слова легки на языке, тяжелы на Весах и любимы Милостивым: «Субханалла ва бихамдихи, субханалла ль-'азым». (UZ)",
      "ky": "Два слова легки на языке, тяжелы на Весах и любимы Милостивым: «Субханалла ва бихамдихи, субханалла ль-'азым». (KY)"
    },
    "reference": "Тирмизи (через Бухари, 6406)"
  },
  {
    "id": 45,
    "arabic": "مَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ فِي الدُّنْيَا وَالآخِرَةِ",
    "translations": {
      "ru": "Кто скроет недостаток мусульманина, того Аллах скроет в этом мире и в будущем.",
      "en": "Кто скроет недостаток мусульманина, того Аллах скроет в этом мире и в будущем. (EN)",
      "uz": "Кто скроет недостаток мусульманина, того Аллах скроет в этом мире и в будущем. (UZ)",
      "ky": "Кто скроет недостаток мусульманина, того Аллах скроет в этом мире и в будущем. (KY)"
    },
    "reference": "Тирмизи (через Муслим, 2699)"
  },
  {
    "id": 46,
    "arabic": "اغْتَنِمْ خَمْسًا قَبْلَ خَمْسٍ شَبَابَكَ قَبْلَ هَرَمِكَ",
    "translations": {
      "ru": "Используй пять до пяти: молодость до старости, здоровье до болезни, богатство до бедности, свободное время до занятости и жизнь до смерти.",
      "en": "Используй пять до пяти: молодость до старости, здоровье до болезни, богатство до бедности, свободное время до занятости и жизнь до смерти. (EN)",
      "uz": "Используй пять до пяти: молодость до старости, здоровье до болезни, богатство до бедности, свободное время до занятости и жизнь до смерти. (UZ)",
      "ky": "Используй пять до пяти: молодость до старости, здоровье до болезни, богатство до бедности, свободное время до занятости и жизнь до смерти. (KY)"
    },
    "reference": "Тирмизи (через Хаким)"
  },
  {
    "id": 47,
    "arabic": "إِنَّ اللَّهَ لَا يَنْظُرُ إِلَى صُوَرِكُمْ وَأَمْوَالِكُمْ وَلَكِنْ يَنْظُرُ إِلَى قُلُوبِكُمْ وَأَعْمَالِكُمْ",
    "translations": {
      "ru": "Поистине, Аллах не смотрит на ваши лица и имущество, но смотрит на ваши сердца и деяния.",
      "en": "Поистине, Аллах не смотрит на ваши лица и имущество, но смотрит на ваши сердца и деяния. (EN)",
      "uz": "Поистине, Аллах не смотрит на ваши лица и имущество, но смотрит на ваши сердца и деяния. (UZ)",
      "ky": "Поистине, Аллах не смотрит на ваши лица и имущество, но смотрит на ваши сердца и деяния. (KY)"
    },
    "reference": "Тирмизи (через Муслим, 2564)"
  },
  {
    "id": 48,
    "arabic": "أَحَبُّ النَّاسِ إِلَى اللَّهِ أَنْفَعُهُمْ لِلنَّاسِ",
    "translations": {
      "ru": "Самые любимые люди для Аллаха — наиболее полезные для людей.",
      "en": "Самые любимые люди для Аллаха — наиболее полезные для людей. (EN)",
      "uz": "Самые любимые люди для Аллаха — наиболее полезные для людей. (UZ)",
      "ky": "Самые любимые люди для Аллаха — наиболее полезные для людей. (KY)"
    },
    "reference": "Тирмизи (через Табарани)"
  },
  {
    "id": 49,
    "arabic": "لَا حَسَدَ إِلَّا فِي اثْنَتَيْنِ رَجُلٍ آتَاهُ اللَّهُ مَالًا فَسُلِّطَ عَلَى هَلَكَتِهِ فِي الْحَقِّ",
    "translations": {
      "ru": "Не следует завидовать никому, кроме двух: человеку, которому Аллах даровал богатство, и он расходует его на истину, и человеку, которому Аллах даровал мудрость, и он поступает по ней и обучает ей.",
      "en": "Не следует завидовать никому, кроме двух: человеку, которому Аллах даровал богатство, и он расходует его на истину, и человеку, которому Аллах даровал мудрость, и он поступает по ней и обучает ей. (EN)",
      "uz": "Не следует завидовать никому, кроме двух: человеку, которому Аллах даровал богатство, и он расходует его на истину, и человеку, которому Аллах даровал мудрость, и он поступает по ней и обучает ей. (UZ)",
      "ky": "Не следует завидовать никому, кроме двух: человеку, которому Аллах даровал богатство, и он расходует его на истину, и человеку, которому Аллах даровал мудрость, и он поступает по ней и обучает ей. (KY)"
    },
    "reference": "Тирмизи (через Бухари, 73)"
  },
  {
    "id": 50,
    "arabic": "مَنْ حَسُنَ إِسْلَامُهُ تَرَكَ مَا لَا يَعْنِيهِ",
    "translations": {
      "ru": "Из совершенства ислама человека — оставление того, что его не касается.",
      "en": "Из совершенства ислама человека — оставление того, что его не касается. (EN)",
      "uz": "Из совершенства ислама человека — оставление того, что его не касается. (UZ)",
      "ky": "Из совершенства ислама человека — оставление того, что его не касается. (KY)"
    },
    "reference": "Тирмизи, 2317"
  }
]